{
    "image_id": "3200797037",
    "passages": [
        {
            "passage_id": 1,
            "text": "e a nia inieilial"
        },
        {
            "passage_id": 2,
            "text": "CAPTURE OF PICKPOCKETS. Ar Strattord petty sesffons, Henry Harcourt, twenty- five, a waiter and dealer, of. Victoria-park ; and Michael Higsins, living at a lodging totse in Commercial- street, were charged with stealing a sum of theofrom Joseph 'Samuel Smith, re@fding at Highameftreet, WWalthamstow ; Henry Wallace (address refused) was also charged with being concerned with the others, and also with assaulting Henry Thomas by striking him with a stone. Police-constable 216 A stated that he was near Higham till Dairy Farm, where a sale wag taking place, and he saw the prisoners standing round the prosecutor. He further saw Henry Wallace taking his hand from the prosecutor's lefthand trousers pocket. Witness then went to Mr. Smith and that gentleman discovered he had lost a bag, in which was th. The prisoners were seen running down tho hill together, and efter a smart chase they were captured, two by the of ecer and Harcourt by a gentleman in an trap. The of ecer saw money passed between the pri- t sonors, and when at the station th 58. 104d. was found upon them. A warder from Cold bthe thlds prison proved previous convictions against Wallace, They were committed for trial."
        },
        {
            "passage_id": 3,
            "text": "Onunity To A Race Horse. Mr.. Litherea, the well-known gontleman rider at steaplechases, was on Saturday summoned before the Crewherne magistrates, at the instance of the Society for the Prevention of Cruelty to Animals, for ill-treating a horse by over- spurring it at the West Somersst Steeplechases in March. The defence was, that the injuries were caused by the horse cannoning against the rail. The defendant was fined th and costs."
        },
        {
            "passage_id": 4,
            "text": "REMARKABLE SUICIDE NEAR PiyMour .....ilst a goodg train 'was pa@ﬀeng over the tubular bridge on', the Cortivvall Railway, 'at Saltash, on Saturday night, - the droyerhoticed a man deliberately place hiniself in front itthe engine, The whistle was blown and the h brake applied, but hefore the train could be brought up it tha peel over the man, who was terribly manglede In his pocket was found a letter addressed to his wise, Mrs. Purvis, of Plymouth, intimating his resolve to commit"
        },
        {
            "passage_id": 5,
            "text": ""
        }
    ]
}