{
    "image_id": "3200803389",
    "passages": [
        {
            "passage_id": 1,
            "text": "Av the Shoreditch County Court the case of Dyer we Son v, Mra, Neal and Mr. 8. Carter has been tried by Jadye Prentica, The plainti@ﬀs are piano‑ forte manusacturers, of 14 Stake Newington‑road, and they claimed of Mra, Neal, who is laundress,"
        },
        {
            "passage_id": 2,
            "text": "ant Mr. Carter, au oilman, the sum of @@@ 23, the @"
        },
        {
            "passage_id": 3,
            "text": "valuo of s piano detained, and @2 24, damages for the cetendants having converted the instrument to their own use. My. Palmor appeared for the plainti@ﬀ, and My, Davis was counsel for the defendants, The plainti@ff' case was that in December, 188, Mes, Neal hada piaso of them pou the hire system, The cost of the inastrnmens was e 2 2s.  and @@23, wae paid a  once, and fle semeieder wag to be paid at the rate of @@@1s. a month, the plano te become her property if she paid vil the instelmenis  After poy- into arrears, bub in 4 due, she paid @@@@@@, sshor, Soon after thas sho tas vas absut two months hafore she was feund, Lowes then discovered that the defencant Carter, cho was her landlord, had taken the plane in pawn for rent, The em of @@@@@@ wae due for vent, and Mrs, Neal under- -Cine x months or forfeit the plano "
        },
        {
            "passage_id": 4,
            "text": "The agreement wag read over to she ffgned ix. His Honour : hy"
        },
        {
            "passage_id": 5,
            "text": "@@ 10s, when only @@@@3, was dus ?Tha is was of her own free will, THis fo nog ususity pay moo than is er to further questions, if was ad‐ ify that they teld they could fang if ff Li, the amount of the sa of Mr.ess to Mir. Carter, cnt they re also offered the"
        },
        {
            "passage_id": 6,
            "text": "  for the pleno, hat His Houour, in the thas the agreement was oi the defendants s  mach ag Ys acted very improperly in  ing the balance due nader the egrecrent ras tendered, He was very torry thas he in their favour, bub he should ges. @@@@ a the balance of the . 104, the assts of the court, Had @ into court he would heve given"
        },
        {
            "passage_id": 7,
            "text": "ing three instalments she ge Axposs last. when @@@@@.   making @@@ Ms. patd abiog"
        },
        {
            "passage_id": 8,
            "text": "red away, anc  i"
        },
        {
            "passage_id": 9,
            "text": "4 a"
        },
        {
            "passage_id": 10,
            "text": "y alow @@@"
        },
        {
            "passage_id": 11,
            "text": "@@53 Qs. and @"
        },
        {
            "passage_id": 12,
            "text": "Vibe @@ Fa. hee ; i."
        },
        {
            "passage_id": 13,
            "text": "ir)"
        }
    ]
}