{
    "image_id": "3200801619",
    "passages": [
        {
            "passage_id": 1,
            "text": "t a ce een"
        },
        {
            "passage_id": 2,
            "text": "THE POISONING CASE IN FRANCE,"
        },
        {
            "passage_id": 3,
            "text": "Tins trial of Pel on the double charge of poisoning his theirst wife tis second is still living and a servant who was also his mistress, has resulted in a vordict of"
        },
        {
            "passage_id": 4,
            "text": "Li g guilty agaiust the prisoner on the second count, or t although the jury wero unable to make up their minds at i to convict him on the first, notwithstanding the de- of thelared presonce of arsenic in the exhumed remains of ts t his wife. Althongh these were the only two charges is t preferred against Pel, he is algo suspected of having or t poisoned his molher as long ago an 1872, and of having on t attempted the lives, in a ffmilar manner, of an old ing woman named Marie Mahoin and a girl named @@ g Euginio Meyer, both of whom wore at dic...ent I@@@ tinics in Pel's sorvica, Tho girl Meyer, indeed, acte who frequontly sulfered from severe vomiting while no thsho was in Pel’s service, has never boen seen fence in t Pel aunoanced that she had left him, and it was lu e asserted by the Public Prosecutor during the trial that re of.el had poisoned her and disposed of the body, as he 28 t is believed to havo disposed of that of Elise Bochner, Scet his servant and mistress, whose case  therefore is nohe almost parallel with that of Eugeuie Meyer, It must fe thhe said that Pel’s explanation ag to what had hecome of the mi@@fng women, and the causo of death of hig"
        },
        {
            "passage_id": 5,
            "text": "z, i mother and first wise, were somewhat lame, and in t although the evidence against him was almost entirely n, @ circumstantial, it is scarcely surpricing that a verdict ry ; of guilty was entered. There has, however, already yn thheen much comment on the fact that the prisoner was st t practically acquitted of the charge against his wife, th t whose remains were found to contain poison, and cone nt t victed of a charge of which absolutely no trace exists, ag t savo some cinders from the stove in which the victim's body is supposed to have been burnt, and which are assumed tu be all that remaingof her"
        },
        {
            "passage_id": 6,
            "text": "vin. Henri Rochefort, in tho Jutranffgeunt, gays that Ia t tho verdict against Pel is the first instance of a man no thbeing found guilty of murder for poison when neither ine tho poison nor the viectim's body has beon found. Le 8 France calls"
        },
        {
            "passage_id": 7,
            "text": ""
        },
        {
            "passage_id": 8,
            "text": ""
        }
    ]
}