{
    "image_id": "3200807889",
    "passages": [
        {
            "passage_id": 1,
            "text": "7 @  Me ACTION FOR LIBEL. oor Tue heaving of the case of Jones v. Stewart 'and. o. LLinited, Ross and Major was resumed and concluded in tine Lord Mayor's Court on Saturday, The plain‐ ti@ﬀ, Mr. G. C. Jones, w journalist, sued the defendants, who are respectively the publishers, editor, and con‑ tributor to the Agnostic Journal, to recover damages for an alleged libel npon him contained in.an issue of March 2nd last. It appeared that all the parties had formerly been friends, A book entitled *  The Life of Charles Bradlaugh, M.P..” was brought out under the name of Mackay, but Mr. Bradlaugh sued Ross and Mackay for libel. In that action the present plainti@ﬀ gave evidence for Mr. Bradlangh, and the result was that an injunction was obtained against the publication of the work, The alleged libel then appeared in the journal, in the form of a letter written by Major, imputing that the plainti@ﬀ acted from ffnister motives, slso that he had deserted his colours in giving evidence  and that after attacking Mr. Bradlaugh violently in pamphlets he had turned round and acted like a @@@plenetic weathercock,” The plainti@ﬀ denied this imputation, No evidence was called for the defence, and the jury found for the"
        },
        {
            "passage_id": 2,
            "text": "plaintis for @@@@"
        },
        {
            "passage_id": 3,
            "text": "Ow Friday an occurrence, almost without precedent, happened at Leigh, a village near Sherborne. A farmer, named Charles Perris, found that his bees were swarming, and he proceeded to @@ taked them, He, however, neglected the usual precautions of"
        },
        {
            "passage_id": 4,
            "text": "‐ eovering his face, and one of the bees entered his mouth. The insect settled in his throat, and stung the unfortunate man so severely that he died from suffocation, caused by the swelling, in a few minutes."
        },
        {
            "passage_id": 5,
            "text": "At the Clerkenwell Police-court, on Monday, John Lindsey, forty, a carpenter, of Ansell-ftreet, Fulham, was charged with"
        },
        {
            "passage_id": 6,
            "text": "@@@"
        },
        {
            "passage_id": 7,
            "text": "heewe ALA th oh ee LAND"
        },
        {
            "passage_id": 8,
            "text": "Be. POA Em"
        },
        {
            "passage_id": 9,
            "text": ""
        }
    ]
}