{
    "image_id": "3200801622",
    "passages": [
        {
            "passage_id": 1,
            "text": "1"
        },
        {
            "passage_id": 2,
            "text": "COMPENSATION TO A PUBLICAN,"
        },
        {
            "passage_id": 3,
            "text": "Ay the Manffon Houso Police-court the Metropolitan and the Metropolitan District Railway Companies appeared before the Lord Mayor, M.P.. by their repre- sentatives, in order that the amount of compensation claimed under 121st section of the Lands Clauses Con‑ folidation Act by Mr. Dew, the propriotor of the Monument Tavern, Fish‑ftroet‐hill, might be fixed. Mr. Grantham said he appeared for Mr. Dew to ask his lordship to assess the amount of compensation to which he was entitled under the 121.  section of the Lands Clauses Consolidation Act, in consequence of the railway companies taking possesffon of his premises for purposes connected with the railway. When tho in‐ terest of a tenant was only from year to year the com‑ pensation had to ho assessed by a magistrate. The case was ; ffmplo onc, but had been productive of a great deal of litigation. The details of the caso having been"
        },
        {
            "passage_id": 4,
            "text": "‐gonffnto, the Lord Mayor fixed the total amount of the compensation due to Mr. Dow at @@98 4s, 1d. Mr. Grautham then applied for costs, and the Lord Mayor granted twenty guineas costs "
        },
        {
            "passage_id": 5,
            "text": "Ar the Cardi@ﬀ Police-court, on Saturday, Thomas Evans wag remanded on a charge of having caused the oath of John Collins, on May 27th. The parties, it was alleged, quarrelled and fought, and Collins fell and Ryans knelt on him and then kicked him antil he was taken up insenffble, He was taken home, but lingered till Friday, when he died. Prisoner was remanded fora week, He issaid to be wivery violent man, and has been previously charged with killing a mau in a fight."
        }
    ]
}