{
    "image_id": "3200801619",
    "passages": [
        {
            "passage_id": 1,
            "text": "t  a ce een"
        },
        {
            "passage_id": 2,
            "text": "THE POISONING CASE IN FRANCE,"
        },
        {
            "passage_id": 3,
            "text": "Tins trial of Pel on the double charge of poisoning his @@@irst wife tis second is still living and a servant who was also his mistress, has resulted in a vordict of"
        },
        {
            "passage_id": 4,
            "text": "L@ g guilty agaiust the prisoner on the second count, or @ although the jury wero unable to make up their minds at @ to convict him on the first, notwithstanding the de- of @@clared presonce of arsenic in the exhumed remains of ts t his wife. Althongh these were the only two charges is @ preferred against Pel, he is algo suspected of having or t poisoned his molher as long ago an 1872, and of having on @ attempted the lives, in a ffmilar manner, of an old ing woman named Marie Mahoin and a girl named @@ g Euginio Meyer, both of whom wore at di@ﬀerent I@ @ tinics in Pel's sorvica, Tho girl Meyer, indeed, a@@@ who frequontly sulfered from severe vomiting while no @ sho was in Pel’s service, has never boen seen ffnce in @ Pel aunoanced that she had left him, and it was lu @ asserted by the Public Prosecutor during the trial that re @@Pel had poisoned her and disposed of the body, as he 28 t is believed to havo disposed of that of Elise Bochner, S‐‐t his servant and mistress, whose case, therefore  is n@@@ almost parallel with that of Eugeuie Meyer, It must fe @tbe said that Pel’s explanation ag to what had become of the misffng women, and the causo of death of hig"
        },
        {
            "passage_id": 5,
            "text": "z, @ mother and first wise, were somewhat lame, and in @ although the evidence against him was almost entirely n, @ circumstantial, it is scarcely surpri@ng that a verdict ry ; of guilty was entered. There has, however, already yn @tbeen much comment on the fact that the prisoner was st @ practically acquitted of the charge against his wife, th t whose remains were found to contain poison, and con‑ nt t victed of a charge of which absolutely no trace exists, ag t savo some cinders from the stove in which the victim's body is supposed to have been burnt, and which are assumed tu be all that remaingof her incinerated"
        },
        {
            "passage_id": 6,
            "text": "v@M. Henri Rochefort, in tho Jutranffgeunt, gays that Ia @ tho verdict against Pel is the first instance of a man no @ being found guilty of murder for poison when neither i@@ tho poison nor the viectim's body has beon found. Le 8 France calls"
        },
        {
            "passage_id": 7,
            "text": ""
        },
        {
            "passage_id": 8,
            "text": ""
        }
    ]
}