{
    "image_id": "3200807975",
    "passages": [
        {
            "passage_id": 1,
            "text": "ut"
        },
        {
            "passage_id": 2,
            "text": "te 16"
        },
        {
            "passage_id": 3,
            "text": "th I@@@@"
        },
        {
            "passage_id": 4,
            "text": "h a dd. e ny"
        },
        {
            "passage_id": 5,
            "text": "ws SD"
        },
        {
            "passage_id": 6,
            "text": "d"
        },
        {
            "passage_id": 7,
            "text": "mw he ee Pi et De OO"
        },
        {
            "passage_id": 8,
            "text": "we er"
        },
        {
            "passage_id": 9,
            "text": "Foor Ww Aw Fi"
        },
        {
            "passage_id": 10,
            "text": "a"
        },
        {
            "passage_id": 11,
            "text": "A SUICIDE'S LETTER."
        },
        {
            "passage_id": 12,
            "text": "A MAN named John James Norman should have surrendered to his bail at the Greenwich Pelice-court, on Monday, on a charge of assaulting a little girl. Last week, however, he committed suicide by hang‐ ing, and Mr. Holmes Moss (solicitor) read the follow‐ ing letter he had received from the accused :‐‐‐ Point Hill House, July 9th, 1889. Dear Sir, -ou need not trouble about my case. I am innocent of the charge I am accused of. The police can prosecute the body ; they cannot follow the soul. I am not afraid to meet my God. Man is the greatest enemy man has got. J@ the police would try to pre- vent crime instead of laying traps to create it, there would not be one half the misery in the world there is. @@@, d. is the god of all classes  parsons not excepted. I am hunted down for trying to do good. My only obeect, motive, or intention on the 25th of June was to do the dear little children good. For me to come into court with only one wit‐ ness when they have four, coached and trained"
        },
        {
            "passage_id": 13,
            "text": "Marcarsr Hunter, of 153, St. Pancras-road, threw her baby out of the second floor window, and then jumped out herself. They fell @ﬁsteen feet on to a, cistern, and were neither severely injured. At Clerkenwell the woman was charged, and committed for trial. :"
        },
        {
            "passage_id": 14,
            "text": "A youre man named Frank Browning, aged twenty-one, of Queen's-road, Wickham‑lane, near Plumstead, was fftting on a haycock in"
        },
        {
            "passage_id": 15,
            "text": ""
        }
    ]
}