{
    "image_id": "3200807881",
    "passages": [
        {
            "passage_id": 1,
            "text": "THE DURE OF CAMBRIDGE AND THE REPORTER. in the Queen's Bench Divi@ﬀon, on Friday, before the Lord Chief Justice and Mr. Justice Hawkins, Mr. Abinger moved for an order, calling upon Mr. Bridge, the Bow street magistrate, to show cause why he should not hear and determine an application for a - ummons applied for by Mr. Simms, described as a reporter, against the Duke of Cambridge, for an assault committed on May 25 h, on the occa@ﬀon of"
        },
        {
            "passage_id": 2,
            "text": "the Prince and Princess of Wales inspecting the th"
        },
        {
            "passage_id": 3,
            "text": "Metropolitan Fire Brigade. On the 28th Mr. Bridge suggested that the case was one for the County Court, but the complainant did not accept the suggestion, and went on to make his complaint, The information was read, but not sworn, -the learned magistrate refussng to allow it to be sworn, and he declined to grant a summons. In"
        },
        {
            "passage_id": 4,
            "text": "the information the applicant stated the details of t the alleged assault, which took iplace at the Horse."
        },
        {
            "passage_id": 5,
            "text": "Guards, Whitehall. An actidavit to a ffmilar ecoect was also read by the learned counsel, who contended that all the elements of an assault which it was pose ffhle to bring were present. After arguments, Lord Chief Justice Coleridge said thatit was of the greatest importance that the pttheic should be satie  ed that before the law all subjects of the Queen are equal. He had not a shadow of opinion as to what might be the issue of the case, but it was clear to his mind that Mr. Bridge had not exercised his discretion, which he was bound to exercise judicially, and therefore the rale must be granted. Mr. Justice Hawkins con- curred. Mr. Abinger asked whether the rule would be ni@ﬀ or absolute. Their lordships pointed out that at present they had only heard Mr. Abinger, and the magistrate might have an explanation, Rule ni@ﬀ granted, ;"
        },
        {
            "passage_id": 6,
            "text": "At the West Bromwich Police-court, on Friday, a man named Thomas Francis Sinclair was remanded on a charge of attempting. to murder George Wil- Yams. The men slept together, and on Wednesday the accused is alleged to have jumped out of bed, and to have fetched a knise and stabbed Williams, Th has been stated that both men were in love with dhe same girl, and that the deed arose"
        },
        {
            "passage_id": 7,
            "text": ""
        }
    ]
}