{
    "image_id": "3200797037",
    "passages": [
        {
            "passage_id": 1,
            "text": "@@i ne mia"
        },
        {
            "passage_id": 2,
            "text": "CAPTURE OF PICKPOCKETS. Ar Strattord petty sesffons, Henry Harcourt, twenty- five, a waiter and dealer, of. Victoria-park ; and Michael Higsins, living at a lodging‐hotse in Commercial- street, were charged with stealing t sum of @@@@from Joseph 'Samuel Smith, reffding at Higham‑ftreet, @Walthamstow ; Henry Wallace (address refused) was also charged with being concerned with the others, and also with assaulting Henry Thomas by striking him with a stone. Police-constable 216 A stated  that he was near Higham‑hill Dairy Farm, where a sale wag taking place, and he saw the prisoners standing round the prosecutor. He further saw Henry Wallace taking his hand from the prosecutor's lefthand trousers pocket. Witness then went to Mr. Smith  and that gentleman discovered he had lost a bag, in which was @@. The prisoners were seen running down tho hill together, and efter a smart chase they were captured, two by the of@ecer and Harcourt by a gentleman in a‑ trap. The of@ecer saw money passed between the pri- g gonors, and when at the station @@ 58. 104d. was found upon them. A warder from Cold bth‑ ﬁelds prison proved previous convictions against Wallace, They were committed for trial."
        },
        {
            "passage_id": 3,
            "text": "Onvsity To A Race Horsz, -Mr. Litherea, the well-known gontleman rider at steaplechases, was on Saturday summoned before the Crewherne magistrates, at the instance of the Society for the Prevention of Cruelty to Animals, for ill-treating a horse by over- spurring it at the West Somersst Steeplechases in March. The defence was, that the injuries were caused by the horse cannoning against the rail. The defendant was fined @@ and costs."
        },
        {
            "passage_id": 4,
            "text": "REMARKABLE SUICIDE NEAR PiyMovuTH.‐‐Whilst a goodg train 'was pafffng over the tubular bridge on', the Cortivall Railway, 'at Saltash, on Saturday -night, , the driver noticed a man deliberately place hiniself in front @ the engine, he whistle was blown and the‐‐ brake applied, but hefore the train could be brought up it ‐ha peel over the man, who was terribly manglede  In his pocket was found a letter addressed to his wise, Mrs. Purvis, of Plymouth, intimating his resolve to commit suicide. :"
        },
        {
            "passage_id": 5,
            "text": ""
        }
    ]
}