{
    "image_id": 13,
    "passages": [
        {
            "passage_id": 1,
            "text": "TRAP SHOOTING,"
        },
        {
            "passage_id": 2,
            "text": "U.OFU. ANXIOUS |MORA\n~ INTHIRD ROUND"
        },
        {
            "passage_id": 3,
            "text": "TO MEET AGUItD"
        },
        {
            "passage_id": 4,
            "text": "BOXING, WRESTLING"
        },
        {
            "passage_id": 5,
            "text": "In Spite of Defeat at Hands of | Fred Fulton Makes Quick Vic-"
        },
        {
            "passage_id": 6,
            "text": "B. Y. C. Hoopsters Team Ex-\npects to Win Over A. C."
        },
        {
            "passage_id": 7,
            "text": "tory Over Pittsburger—First\nTwo Rounds Moran’s."
        },
        {
            "passage_id": 8,
            "text": "SPO"
        },
        {
            "passage_id": 9,
            "text": "WT BILL MAY RETURN\nN ROWNED AS RED SOX BOSS\nx"
        },
        {
            "passage_id": 10,
            "text": "OGDEN"
        },
        {
            "passage_id": 11,
            "text": "CL EOE"
        },
        {
            "passage_id": 12,
            "text": "STANDARD: OGDEN,"
        },
        {
            "passage_id": 13,
            "text": "1918."
        },
        {
            "passage_id": 14,
            "text": "BASEBALL, AUTOS, ]\n— LAWN TENNIS, COL)"
        },
        {
            "passage_id": 15,
            "text": "derson of New Orleans tonight signed ‘Coas | ° a\nFulton, following his victory over! t t il al ¥ ‘\nMoran, and then got a promise ve J ALANA li erna Ol q\nDempsey that he would accept the 0 es e 3 a\nmtach if terms are satisfactory. Bet-| [ { to Bring ie 1\nontana (ity 9\nschool basketball team won the cham-)| BILLIARDS\npionship of the Nebo division here to-|"
        },
        {
            "passage_id": 16,
            "text": "ting here probably will be 2 to 1 Demp-)\nhet Tape\n—By a Vote\nternational league, an"
        },
        {
            "passage_id": 17,
            "text": "sey beats Fulton. |\nSPOKANE, Feb. 25\nthe directors of the Pacific Coasts\nJ 5."
        },
        {
            "passage_id": 18,
            "text": "DEMPSEY STOPS\nBRENNANINSIXTH"
        },
        {
            "passage_id": 19,
            "text": "Utah Fighter Has Brennan on\nFloor Five Times Before"
        },
        {
            "passage_id": 20,
            "text": "— ——~ |"
        },
        {
            "passage_id": 21,
            "text": "B. Y. HIGH WINS NEBO"
        },
        {
            "passage_id": 22,
            "text": "DIVISION HOOP TITLE.\nPROVO, Feb. 25.—The B. ¥_ U. high"
        },
        {
            "passage_id": 23,
            "text": "+s /night by defeating Springville, 36 to) ‘ nounced, jr\nFinish. 20° The : : | decided to make a yt\n22. 1¢ game was one of the fasteat ‘ Nal effor\ns one o up the Butte and Great Palle oto,"
        },
        {
            "passage_id": 24,
            "text": "seen on the local floor this year an@ E. F. Burke was defeated yesterday franchise holders for 1918 Tube"
        },
        {
            "passage_id": 25,
            "text": "e - 7 95 —Notwith- OUISIAN IDITORIUM, New MILWAUKEB, Wis., Feb. 15.—Jack| was featured by the peculiar slump of} by Richard Leek in the opening game :\nfarre SS eon ReeaC: a ater reg Feb. ‘36 ¥red Fulton Dempsey is a whale of a heavyweight} the Springville boys after they had the] of the Weber club billiard tournament, carrisl ain ee a fina)\nfie hand of the B. Y. U. hoopsters,| knocked out Frank Moran in the third gentleman. The Salt Lake Irishman) same well in hand. The handicap was 100 to 90 in Burke's) canding Bob Br e Proposition\nTachegoRitupetrick's Crimson athletes! round of their scheduled twenty-round stopped game Bill Brennan in tne} Coach Luther ‘Eggerston’s boys led favor and Mr. Leek ran up 100 to his Vancouver club to-koeiee Of fhs\n> ined to defeat the Aggies battle here tonight. ! sixth round of a dazzling, though one- at the end of the first half, 13 to 9,|opponent’a 76. The referees were J. with the Butte avacn Na to copy\nare determine The players are The ex-plasterer made short work sided, battle tonight and demonstrated); and stayed in the lead until about the|L. Carlson, F. W. Herrington and tors and sl n areat Falls diree\nSaturday at Logan. itn much as|of the patrel-tonped Pittsburger bring- that he surely Is worthy of a whack at| last five minutes of play. The score|Frank Peterson. They will ofliciate at ai _ ahs up the Situation pe f\nall anciotne laurels eo rudely snatch-|ing his mighty right swing into play. Fred Fulton in a runner-up contest for| favored the Springville team, 17 to|the remaining games status of profecstae nn, definitely iy\npossible the laurels res peer penna a y dines ‘nnlae a vel tani taal? d was the opportunity to combat with Jess|10, when the first ten minutes of the Three games will be played daily 5 OF professional baseball in\ned from their grasp. Moran displayed gameness and — Bae fe fF oeriod had: heehenlaved* atthe c . Montana citles. bor\nSome of the men seem to have been] putting up a wonderful scrap until he | Willard. phe | | second perioc vad een played, but the hereafter. The hours of play are from President Blewett. D z\nlittle cock-sure of their basket prow-| suddenly wilted under _ the terrific | Referee Walter Houlihan’ stepped|B. Y. U. by a wonderful spurt forged|/1 to 3 and § to 10 p, m. The rules 4l-| Seattle, Russ Hall of Taco\npra ts re ad al since|smash which came just after the start | between the warrior before the sixth|ahead and into the lead. Springville|low no masse shots, and require one Brown. ‘ov all of Tacoma and Bey\nSEB, ,bOt ree The (tah, mentor has|of the third round. spasm had gone very far and halted! made but one field basket in the last {foot on the floor at all times. Two bil- \\ rigetin t Mog ee attended i,\nse chy Cre a stand that the! The first two rounds were by far | hostilities because he concluded that) five minutes. liard cues have been offered as prizes, | parry ae a Seattle, while Presider\nDe ace cduiita with bit is the spirit Moran's nn the point ficure. Moran's |Brennan had taken enough punish-| The line-up and summary follow: one by George Glen and the other by | Cregie of ae ive President Me.\naifikht to the last ditch, a thing that|eye was cut in the second and was | ment Walter wa ; right. Bill protested Springville 15 po) 4a OF High Brunswick- Balke Collender company. tion over long-distunearen the ques. |\n< to have been lacking, to some| badly swollen when they started the Bill Carrigan. against the ruling, but he had no/Wing....., Jee ES. -L, Brown] Three other suitable prizes will bé@| president Blewatt<chumee\nseems Scamnetinthe Be Y. Us game: (third |chance to win and could not--have!O. Packard......If Willis! given for third, fourth and fifth men vote stood 3t “Bh announced the\nfh ie awerfheads that existed have van-| With the blow that drew blood he stayed much longer Erdman..........C. .-._ Keeler| The contestants have been lined up as effort to rotate hein Of the tad\n(j {2 at and every man wearing the| seemed to have lost heart and began ss Dempsey hit Brennan with ev ery- - Packard. ; Ls . Swe nson | follows, with dates for their appear- | Duedale and Hall Wotan territory\n\"i Crimson jersey is burning with a de-| slugging with all his punch power, but f tote fh ue, yonching ling: from the Wee «aa TE. +-++5:+7-+ Fagejance and the handicaps they play/while Farr, McCredie and Bonus\n4 sire to trim the Aggies. he let down on the defense, which I the @a m 0 start of the second round, and every! Field baskets: Wing, 2; O. Pack-| under: led “yes.” Brown probably POWR To\nr \"A large number of students is ex- | gave the bigger man his cue and credit time he connected he hurt. He clouted ard, 1; Erdman, Rt W elght, Sy L.jJe w. Cannady‘: 0. eh on. 26th 38 | Butte in order that dennin Will gp y\n‘ pected to accompany the team—possi- | for a technical knockout. with stunning force and had Bill on Brown, 5; Willis, 2; Keeler, 2; Swen-|q p Ralker (igh saat er ” 75 | the east end of chs 1917 cin Word frog\nbly a larger number than would have| Fulton weighed in at 216 while port om the floor BNE times before the Baebes | BUn ee ne tL sin eats lGeo. Glen Sia Etat “ 85|had as soon as nomathie to he\ngone had the university done the “ex- | Moran tipped the scales at 197. Brennan was on his feet but bleeding | Fouls Weight, 8 out o ; IliS, 147. HT. Spencer ......eeeee “ 63 consideration in lining“ y fh gig\n. pected” against the Provo boys, asthe} The fight by rounds: and groggy when Houlihan signaled) 4 out of 8. |Wred Massa. -<4/..+.0cx-:- 4 60 | loop. |\n4 team needs all the support it can get; First round—They mixed in the be- NEW YORK, Feb. 25.—“Terry” Mc- his seconds to lake him away eae aT fie We CATTOL ior ats one state - 30' Should Butte and Great Palls s\ntf at present. | | ginning, Moran sending left to jaw and Govern. one time holder of the bantam ' A teat jared eiarteages ¢ I? | Lucian (Ray)... iss. ccu es 27th 55} an inclination to continue as mena\nhy The frosh have two games lined up right to face Moran landed another and featherweight boxing champion- es Sana ‘wh ; fe ad tpaok Uae nc e Jam v1 ave 41 hivdweee eee sa 90|of the circuit, places aH . aaa\nfi for this week, the first at Richmond, | left punch to the jaw following with ships of the world, and “Billy” Mad- ae * Awan Acacia har ee Astaek [H. B. Ames’ 02s. 5.225eoe. “ 30 | them. e\nHi Thursday, and the second at Preston,/right to same place Fulton landed gan thé late John L. Sullivan’s man- m. re viele ido stake vs ne | ° 2 ARO NE Beech te ree “ 22 eens\nMh} Ida., Friday night. The freshmen havejleft to jaw. They clinched. Moran) acer and trainer, were buried here to-|UP5et came in the s che dn pectic poise ip | p Heston (Fred Froerer .........++- 5 15 GIAN\nae 1 strong bunch, but as they are at-/sent left to body. They clinched. bul- day. curtain was estan down on the a. ee ° Moroni Skeen pe eran, it | 20 TS RELEASE\nfh tempting a job of no mean Ban orehciie | ton jabbed to body ana they clinched } owe pionsiie aspirations of the Chicago) f al Dr. F.C Osgood .. 28th 19 | SMITH TO BRAVE\ni they may have their hands full | More got in a left to face on the break x gaye a pe pena? jauler i ji NY. Wes S John Culley rey “ 95 NEW YORK. Feb. 95_\ni} Workmen ed begin amos to or ren ane : right oh mc Mor in's otha ee rleebilgetnan Fs 2 ace. an K oe pels igs re '. Pe rea Ol u UK casei Marriner 3rowning “seem « PS 38 York Nationals anvichiaadl Ret\nfloor in the old gymnasium this week) eye was cut an Patninant of Mia (milddlewelahtice AMMeernnl VeuAiae tra need? Se W...L. Watus 06. ccc cesns x 70 release of Infielder James Smitha\ni preparatory to the laying o Sa & apie 3 Pecone round— They clinched ih ih Soe itigkar aoe ae ares ar per crm a bee Re eaiitie Answering numerous requs Sts for a| D. H. Pape 5 ae she i 60 the Boston Braves. The tranetil\nWy hardwood floor. Moving bleachers;go. They exchanged left jabs to the Greb of Pittsburg, at the end of a ten- 7 i ’ P ---3 | spring duck shooting season this year,|J. H. DeVine ......... oot 38 | Smith to Boston was agreed upoa;\nwill also be installed, and all of next! face. Another clinch followed Ful- rinita aleve ra saiiteht Greb did W hen. Bill aucceed aes to in avoid- R, Hideway. stuta ten and ceria (Cee Geant March tat 90 | the threecorierad ‘eeu Dole\nyear’s games will be played on the hill, cares d three hard lefts to the Jaw. abr ae Ate Iaaaline bint aanla RE Oe ae re A) ti pa Lh HE were commissioner, says the state has no es ME Tiina: Cue eee 30! New York Giants: Bustin roi\nThe plans comprehend the giving of a) Moran landed hard right swing to th inside of O’Dowd’s left hand gpaitest: ee 14, | jurisdiction in the matter. Siddoway| Mark Murphy ............ bs 100) the Chicago Cubs\ndance after each game to attract the|jaw and they mixed up. Moran “°'\" my dangerous from the outset, and despite explains that only the United States|C. W. White ....... sg SR 90; By this triangular player transe ,\nsociety “slickers,” who otherwise re-|clinched. Moran sent a right to the Ets a great defense he had no trouble get- biological survey can authorize “spring |John Spiers ..... : 63 Capt. Charles Herzog of the. Cia |\nmain ‘away. The improvements plan- |jaw. Moran landed four blows in suc- PHI ADELPHIA, Feb 25.—Ted | ting throuh ee r¢ er a2 ako shooting \" . iR A. Moves pe 3 ees ‘ 80! was sent to Boston with Smith ial !\nned will cost about $800. oa on tie 18 et moray s ee a bare stl afat well enh ths fan wales apa : gid aa re a rp fy dap On the ground that ducks are very!P. M. Parry ....... eager 50!change for Larry Déyle and Pitts Me}\n— _ 11T¢ i — Voran's eve Ac 4 ) e molds ctl eld J a SiX- ece er-genera line JOT ‘ v< te r é 7 < Saa = ‘ . . oat th on| PR. es 3 g ns ‘\n° swollen. Fulton shoved off Moran round bout at the Olympiac Athletic! licking for staying around as long as en bee in | tab this } pe and ae! et 2 4 oe au Syme a W ae Pitcher George Ty )\nC t V t who missed a wicked swing and club here tonight he did. killing would be in line with the gov- | of Jk BO.) went : o the Cubs."
        },
        {
            "passage_id": 26,
            "text": "C raw U S acavlon ' a ae hace are Brennan was there to make a des- |‘ mment’s conservation plans, agita-|Dr. R. Kanzler . 50 Smith came to the Giants fro @ |\nclinched. Fulton drove a hard right S dob me ct \"te as i , was try-| tion has been started to permit duck|W. H. Draney ........ 45} Pittsburg. Hep layed second basece Bp |\nand Frank went to his knees. Moran's The death of Terry McGovern added  P* ae CrLLOTt ae ; ar Rm ‘ie mis hunting through tbe month of March.|C. C. Rasmussen ......... 15 | ing Herzog’s illness last season Ii ms @ |"
        },
        {
            "passage_id": 27,
            "text": "Short to 00 fer seconds threw in the sponge. another to the many ring stars who/!05 W sn (2 gee ‘3 le: ae ; bar The state loses its power in this|W. C. Wright ........... ord 90; expected that he would be retained ts |"
        },
        {
            "passage_id": 28,
            "text": "Hi | Sat pty 23 have passed on during the last few|and nailed Jack twice cleanly, once in| dy when the regular state season|R. L. Proudfit .... 150|the Giants as an emergency man or\nEy months. Les Darcy, the wonderful|the’ first and again in the fifth. But) io. and only through an act of the a fill in at second in case Doyle onl]\n|F RS as ’ Serr ae Then | Dempsey only shook his head savagely | ~~~\": © hs rene * , = A vas yie Ch ]\n) N Y Holdouts - Australian, was the fi to go. Then S aort ; United States biological survey can a Read the Classified Ads. | not play his former game at the seer!\n: ; ‘ Bob Fitzsimmons, the greatest pugilist|wnder the best punch Bill had and) i eason be authorized Read the Classified Ads | ba\n__ @ of his weight the world ever saw,| Waded fn to pile up more points. Bill SP SS eer es = z ants od é. }\na NEW YORK, Feb. 25.—John Mce- joined the great majority. Charley showed that Dempsey 15 T10t exactly nnn j\nny sraw of the New York White. the most famous referee, and, difficult if caught in the same manner\n| Graw, manager of 1 poe oo ST th tact hota. Wulteraaee wallop GOT THAT C\n1 ae Giants, cut short a vacation trip to Dick Roche, another old time 0} ower ye SAM, TOM, CAN NOU lV ONTRACT ; A\nHi) Cuba and eaters Oe your to of ee Plea e pisclg, wereiathen plein. Brennan ee Gameness. x GIWE ME THE DATE OUT To THE HOUSE WHATS THE MATTER.\niy | look after the club’s hold-out problem ants. yen the gr ‘eaper took the Brennan went along nicely in the THAT LAST WLL CALL YP }\nfl Fletcher, Burns, Robertson, Thorpe, | greatest of them all, John L Sullivan first round and might be given an even iy cl WITH Hate GET IT es WITH Yoo CENTRAL ? E\nti Sallee, Schupp and Perritt are holding | and last week another ex-champion in) preak on that session. Jack Battered SMITH BROS? T AWAY VE BEEN TRYING To THE LINE E\nRY out for more money, and McGraw said} SAN FRANCISCO, Feb. 25.—Hen! McGovern. him around in one early rally, but Bill : Yov RIGH \\S$ BUSY (\nH Ay he would investigate their complaints.| Berry sang his swan song today. It’s eee put over that one right and _ later GET GARFIELD 1798 1 -\nj The Giants received word today that! no ata the man of baseball and mul If Jack Dempsey, tne Utah heavy-j|later landed some nifty left hooks to FoR. FIFTEEN MINUTES. 2\ni Stirling Stryker, a young right-handed | titudinous affairs, but the chap of leis-| weight, is as good as many fistic ex-| the face.\n: pitcher, who was farmed out to Roch-;ure, who can laugh at other people’s perts claim him to be, he has arrived The end could be seen after the sec- | GIVE ME THE CHIEF\nBHT ester last season, has been drafted! troubles, which don't exist for him, at the psychological moment. For a/ond. They went at it wickedly and\n: in the national army. The player will|and live for the day alone. big fellow who can really fight the/from a clinch, with Bill holding Jack's"
        },
        {
            "passage_id": 29,
            "text": "Fact is, Hen has let some ten years\nroll off his countenance and he posi-\nThe Giants announced that they had/} tively radiates happiness"
        },
        {
            "passage_id": 30,
            "text": "r signed George O'Neill, a Louis} As to the future he is disposed to\nhy catcher; W. H. Hubbel, a young pitch-| let that take care of itself. Berry re-\ni er from Bubl, Ida., anad Clarence Pitt,| fuses to consider himself out of base-\nHW a semiprofessional outfielder from | ball until the papers are signed, sealed\n4\n|\n}"
        },
        {
            "passage_id": 31,
            "text": "leff arm. Dempsey clubbed his man\nto the floor with a volley of rights be-\nhind the ear and on the back of the\nneck"
        },
        {
            "passage_id": 32,
            "text": "Brennan disdained io take a count"
        },
        {
            "passage_id": 33,
            "text": "try to get permission to enlist in the\nI navy."
        },
        {
            "passage_id": 34,
            "text": "game was never so sol. as at the pres-\nent time—New York Exchange"
        },
        {
            "passage_id": 35,
            "text": "Sammy Harris, who is now conduct-\ning a boxing club at Baltimore, is try-\ning to match Pal Moore with Johnny and another attack of the same variety\nErtle for a big match in March. Ertle| aided by a couple of left hooks, spilled\nwill probably accept, providing his him again. He got up instantly. Demp-\nwere free agents when they signed. just the same. nose is O K by that time. Johnny is;sey was on him like a madman and"
        },
        {
            "passage_id": 36,
            "text": "——_—$_$__ | “T don’t know what I'm going to do,”|also wanted for matches at St. Paul,| another fusillade dropped Bill to his\nsix-|haunches for a nine count. He got up"
        },
        {
            "passage_id": 37,
            "text": "'said Hen with the same happy aimless-| Duluth and Superior, besides a\n‘ness that has characterized his base-| round go with Young Tuber at Phila-|reeling and went down before still an- |\n| ball career. “Maybe I'll stay here and | delphia."
        },
        {
            "passage_id": 38,
            "text": "o\not"
        },
        {
            "passage_id": 39,
            "text": "central Illinois. All of these players|and delivered, but he’s “over the top”"
        },
        {
            "passage_id": 40,
            "text": "other terrific onslaught. Bill was on)"
        },
        {
            "passage_id": 41,
            "text": "4\nat perhaps I'll go to Alaska. - his knees and Houlihan had counted\n{i ; | “One thing is certain, I don’t want| NEW ORLEANS, Feb. 25.—Moving| four when the going rescued bim |\n; iH! to get back into baseball, not for a!pictures of the Fulton-Moran fight! From then on to the sixth it was all)\na) jtime, at least. I’ve had my share.| were taken tonight specially for use in| Dempsey, with Bill barely managing\nity | Built two ball parks, one in Los An-|army training camps and a set of the|to keep on his feet. He stood up, i\nit geles and one here, and have bought) films will be turned over to Dr. Joseph | valiantly under a murderous pasting ap,\ni NDF STAT IRS and sold many clubs. At that I'm get-| Taycroft, of the commission on campjand never whimpered. The left used| Re\nati Pat Connolly, Butte, Mont., wrestler, | 428 out with about as much as I put| ground activities. The pictures, it was|from the shift position had his nose ir\ni arrived in Ogden last night. He is de-|!\" and have had a Jot of fun to boot.”| announced tonight, will be shown free| bleeding freely in the third and Jack No Don'y TRY T TV\nI . clared to have a long string of mat vic- I wish the new owners all the suc- |at all army camps in the United States.| kept the gore flowing. He had Bill| W °o on an\nf tories to his belt and is Jooking for|©eS5 in the world and I’m going to be} Moran is boxing instructor at Camp|guessing by frequently switching his| TELL ME THAT THe APPEARS To iz o || bri\n1 F) new victims in Ogden and other Utah| Tight there to boost for them.” | Wadsworth, S. C lattack from face and jaw to the mid-| LINE iS BUSY A BE OUT OF 34 < Ibi |\nt cities. e Charlie Graham carried a set of the| ——_—__—_ 'section. Brennan simply could not) N B LL =z iT eat Z, ee\ni tis =e ee legal documents drawn up by D. S. RELAY CARNIVAL \\ficure where all the blows were com- THIS Time ff ORDER, SIR = A ew ae my\nia | CHICAGO, Feb. 25.—Ad Santel, the | Ewing, the Berry attorney, to Sacra- ATTRACTS ENTRIES jing from. He stopped most of them | WANT THAT NUMBER. = 11 | Wig\n‘ San Francisco heavyweight wrestler,|™ento, and it is in the cards that signa-| URBANA, Ill., Feb. 25—Ten col-| with his face and stomach 5 TW iN} | fi\nTh Is! will meet Martin Plestina of Chicago] tures will be affived tomorrow which |leges and universities are entered in| Brennan was not idle all of the time, | AND | WAN'T IT = 4 [ye pb YA Ey\nom Vik in a handicap catch-as-catch-can| Will make the proposition binding. Aft-| the second annual relay carnival to be| rallying in spurts, but the old steam | | RIGHT AWAY | E= d | 7 “Oy; By i, DO\naii. match here on Tuesday night. Plestina| er that it’s a case of the new stock-| held by the University of Illinois,; was gone and Dempsey paid no atten- | [barat = sai ee bl pale\nhas wagered $1000 that he can throw) holders taking full share and working March 2. The list of entries, which! tion to his offensive efforts. eT Tig) = —\n4 Santel in 60 minutes. out their awn galvation.-+ |closed today, includes: A series of left swings followed by \\ lig\nJoe Stecher, the Nebraskan marvel,| Del Howard’s Oaks have a running Four-mile relay—lIllinois, Iowa, No-|a terrific fight on the jaw tumbled 35.\nf| meets Steve Savagein one of the other! 8tort on the other teams in the race.| tre Dame, Grinnell, Wabash. Brennan heavily in the sixth. He took Wa\nWs feature matches, while Waldek|At least there are seven of the ambi-| Pole vault—Lang, Illinois; Wilkins,}a nine count and got up when Man- ir"
        },
        {
            "passage_id": 42,
            "text": "Zbyszko, the Pole, tackles Chris Sor-|tious youngtsers who reported for a Iowa; Cross, Michigan aged Flynn beckoned him to try again"
        },
        {
            "passage_id": 43,
            "text": "bee\nensen. Stecher and Zbyszko meet in} Workout and, with Howard as instruc-| Seventy-flve-yard dash — Bower, Dempsey was all over him for another | 7 XG\na finish match in New York on|tor, cut loose for a couple of hours on|Wabash; Collier, Indiana; Lang,/half minute and Bill was crimsoned Gray\nMarch 1. the Oakland lot. There isn’t going to! Christ, Emery, Mautner, Illinois; Hoyt,| with his own blood. ~"
        },
        {
            "passage_id": 44,
            "text": "bs | be much doing with the Seals until | McMurray, Grinnell; Zeo, Ellin, Michi-| He was tottering into a clinch when\nWE: Charlie Graham has a chance to look) gan. ‘Houlihan grabbed him and _e sald, F\nDaa g | over his prospects. | Seventy-five-yard high hurdles—/‘‘That’s all for tonizht, Bill.” CH"
        },
        {
            "passage_id": 45,
            "text": "_ Carroll, Indiana; Hoyt, Grinnell; Contrary to expectations, Brennan |\n_GOPHERS VICTORS. | Johnson, Zeo, Ellin, Beardsley, Michi-| outweighed Dempsey. Bill sealed 196\nMINNEAPOLIS, Feb. 25—Minnesota | gan. | to 18842 for the Utah gladiator.\ndefeated Illinois in a western confer-| Low hurdles—Carroll, Illinois; Hoyt, |\nence. basketball game here tonight, 35! Grinnell; Bohnsen, Beardsley, Michi-\nO a. | gan.\n|"
        },
        {
            "passage_id": 46,
            "text": "qh DANCE\n| DANCE TONIGHT, FIFTH\n. WARD HALL, 9 TO 12 O'Clock."
        },
        {
            "passage_id": 47,
            "text": "Ready for Fulton.\nMILWAUKEE, Wis., Feb. 25.—Jack |\nDempsey and Fred Fulton will do bat- |"
        },
        {
            "passage_id": 48,
            "text": "i Read the Classified Ads. Read ‘the Classified Ads tle in this city about May 1. Tom An-| aa\n‘ty re Ho a oe ee\nScoop and Daisy Now Scoop will have to freshen his face too By “Hop."
        },
        {
            "passage_id": 49,
            "text": "V——————— SS"
        },
        {
            "passage_id": 50,
            "text": "THERE'S REAL. SPRING IN\nTH AIR-TAINIGHT-LLL"
        },
        {
            "passage_id": 51,
            "text": "Nou SAT BY THE OPEN\nWINDOW AND ACCUMULATED"
        },
        {
            "passage_id": 52,
            "text": "WHATS THE \\DEA—"
        },
        {
            "passage_id": 53,
            "text": "HUH- WHUzzaT— GEE- THAT"
        },
        {
            "passage_id": 54,
            "text": "al a eee TEE"
        },
        {
            "passage_id": 55,
            "text": "FRESHEN UP TH’ ROOM QHNES-TH DANCE - GENTLE GREEZ ARE WE GOING— eT ue\nABIT WHILE WAITIN TIVE BEEN READ AND } || MUSTAH PUT ME YO & MINSTREL AT LEAST A TON JF RE\nWAITING FOR. TO SLEEP-WHUT D he\nF oat ,\n=\nlng"
        },
        {
            "passage_id": 56,
            "text": "pa8fs"
        },
        {
            "passage_id": 57,
            "text": "| gi j|/"
        },
        {
            "passage_id": 58,
            "text": "\"e+ %\n* zi w=\n\"5% 4 . ) _——-\na *% 2° © 2 Oe wh eee ee ee\nSwi oe ——— ;\nD Soo ————— | :\n—_———S ese =\nSEE Se —\nY\n4\n~"
        }
    ]
}