{
    "image_id": 15,
    "passages": [
        {
            "passage_id": 1,
            "text": "Se ose, «eee"
        },
        {
            "passage_id": 2,
            "text": "¥) May"
        },
        {
            "passage_id": 3,
            "text": "?"
        },
        {
            "passage_id": 4,
            "text": "ote"
        },
        {
            "passage_id": 5,
            "text": "Remove Superf vous\nClol hing"
        },
        {
            "passage_id": 6,
            "text": "Sie take? a an"
        },
        {
            "passage_id": 7,
            "text": "Py's"
        },
        {
            "passage_id": 8,
            "text": "uma” Fron Baby Likes"
        },
        {
            "passage_id": 9,
            "text": "COMFORT- Vs"
        },
        {
            "passage_id": 10,
            "text": "4 ae"
        },
        {
            "passage_id": 11,
            "text": "Al Fresco Meals"
        },
        {
            "passage_id": 12,
            "text": "sen ee et ee"
        },
        {
            "passage_id": 13,
            "text": "meee ose ey ewer"
        },
        {
            "passage_id": 14,
            "text": "THE HOT-WEATHER BABY\nMany Timely Hints On How to\nMake Them Comfortable\n‘and Healthy."
        },
        {
            "passage_id": 15,
            "text": "UST what are you doing to\nkeep the baby comfortable\nduring the hot summer\nmonths. Time was when the\nbaby was not given any more serious\nconsideration during the hot months\nthan during the cold months, Today\nthings are very different. Serious-\nminded people realize that every child\nrepresents a future citizen and in or-\nder to gain a strong citizen mentally,\nmorally and physically one must be\nyery careful to give the child the\nproper start In life. This is the aim\nthrough all the seasons, but it has\nbeen found that the summer months\nare hardegt. It is at this time that\ndeaths among infants are almost\ndouble that of any other time of the\nyear\nEvery one knows that the breast-\nfed baby ts in less danger than the\nbottle-fed baby; but in many cases it\nis impossible to use nature’s method\nand the latter one must be followed.\nIt Is most essential that cleanliness\nbe emphasized at all times, but espe-\nclally where the baby is bottle-fed.\nThis applies to the nipples, bottles and\nfood. The bottles should be boiled in\na soda solution each day and the nip-\nples should be kept in bozacie acid so-\nlution when not in use. The food\nshould be pasteurized or sterilized\nfore the baby takes it. The most con-\nvenient way to do this is to prepare\nall the bottles at one time, using cot-\nton in their mouths and placing them\nin a rack in a kettle of water, which\nig heated to boiling and Ja then set\naside for half an hour, after which the\nbottles are to be cooled in running wa-\nfer and kept on Ice until each separate\nbottle is warmed just before feeding.\nEspecial care should be taken in the"
        },
        {
            "passage_id": 16,
            "text": "with her elbow. It should be neither"
        },
        {
            "passage_id": 17,
            "text": "too hot nor too cold. For an older"
        },
        {
            "passage_id": 18,
            "text": "baby it may be slightly cooler, but"
        },
        {
            "passage_id": 19,
            "text": "apwald not be cold enough to frighten\nm."
        },
        {
            "passage_id": 20,
            "text": "Avoid using hard water on the baby’s\nskin, which is very tender. Soften\nthe water if necessary by adding a\ntablespoonful of borax, dissolved in a\nlittla water, to three quarts of water,\nLet the soap you use be of a pure\nquality. Never rub the soap directly\non the baby's skin and be suro to rinse\nall traces of the soap from hig body\nso as to avoid eruptions on the skin.\nDuring his bath be sure that he is not\nin a draught. A good brand of talcum\npowder should be used to dry the\ncreases and folds of the skin. If thera\nis any sign of prickly heat give the\nbaby a bran bath or use baking soda\nin the water."
        },
        {
            "passage_id": 21,
            "text": "Remove all superfluous clothes from\nthe baby when the temperature is\nabove 90. All he needs is a diaper and\nband or sleeveless slip. An older\nbaby need wear no more than the alip.\nOf course, toward nightfall or when\nthe temperature becomes cool, be sure\nto put his regular clothes on so as to\nprotect him from having a chill,"
        },
        {
            "passage_id": 22,
            "text": "The healthy baby’s clothing should\nbe all cotton. If the baby is sickly,\nthe doctor should advise regarding his\nclothing"
        },
        {
            "passage_id": 23,
            "text": "Fresh alr will often do more than\nmedical assistance in keeping a baby\nhealthy. I think the pens Invented\nfor children are the best things ever.\nA pen like the one shown makes it\npossible to leave the baby safely by\nhimself on the porch, or on the lawn,\nafter he Is old enough to creep. Of\ncourse always keep him In the shade,"
        },
        {
            "passage_id": 24,
            "text": "preparation of the food. Keep out the and if the outside air {s suffocating,\nfies and do not let dust fall in the as it sometimes is in the summer,\nDon't test the temperature Of keep the baby indoors."
        },
        {
            "passage_id": 25,
            "text": "milk.\nst the milk by placing the nipple in yvha When the baby {s tired of being in\nelf D H Tah | N ESS mouth. Don't use the fingers ra ‘e his pen place him in his highchair;\nRe . & testing. The safest “snares yee: he'll enjoy the change immensely.\nalk pw ops Oo . - Ww h -\nof sacar by te be sure to cleanse the atten 4 ie to feed him or\nBe T cases wherb disziness comes feeding cis Se m e let him take it in the open\non upon rising suddenly from bottle Immedtately ae alr. he child whose diet ts increas-\npt a chair or bed, the condition A baby must’ be kept as cool as PD ed might partake of all his meals in\nB- may be the effect emi sible during the summer months be- the open. Such a procedure would be\nJ he of anemia P i t cause of\nmn. rather than high blood-pressure. Ane- cause overheating Is a me pa ht baths penny not only for the child, but\nof mia may be due to insufficient exer- summer diarrboea. Seaver of the or the mother or nurse attending him.\ncise, indoor life or digestible disturb- light clothing and the sele , hae ae Don't forget the occasional drink of\ne, ances. An anemic condition is indl- Hot Chocolate Sauces for Puddings, and a little paprika. Mix and form ¢oolest available place for him piay water Many mothers are often at\nof cated by paleness of the lining mem- Chocolate Sauce for Puddings (No.1) into balls and fill in each half of the and sleep are essential é their wit’s end to know what ails a\nry, brane of the lower eyelids. —Two cups milk, one and a half table- Whites. Have ready some lot boiled Every morning the baby should ah child when he cries and cries. In\nm If this is your trouble, eat Mme spoons corn starch. two squares choc- Tice on a dish and sink the 12 halves gq fyll tub bath. If he is restless ang numerous cases all he wants fs a drink\nlentils, spin: * xi Spgs Des i a olate, four tablespoons powdered into it symmetrically to form an at- tho weather is very hot, he may have of water. Let him have a drink of cool\na sons ass a alt ‘rite ayud veeticbied sugar, two tablespoons hot water, two tractive design Place ae Gish over in--addition, a ae ‘ce benuma en SataE Bece niente eae\nsia rte teats : CECE . eggs, two-thirds cup powdered sugar, hot water while you rub together two a day, A cool bath at bedtime ~ water first, then cool it. Never give\ncontaining iron Anemia is more fre- A Net Covert rn Keeps one teaspoon vanille Scald o teaspoons of butter and two teaspoons times makes the baby sleep more jt to him ice cold.\nquently the result of a badly chosen lf F771. A i la. Scald one and fl lk [ I bl FE baby the\nshar ag ; Re otcnges Mog tute = 10S AWaLy three-fourths cups milk, add corn Of flour, a cup of milk, a cup of stock comfortably. or @ young Don't let the baby’s life be ma\nof tg & than most people imagine, and ‘ starch (diluted with remaining milk) @0d seasoning. When this has boiled water should be tepid. The mother miserable by allowing him to be mi\nse aa : te aly semua Cece Se and cook cight minutes in double boil- pour over all and garnish with parsley. can test the temperature of the water joved by files. Aside from the annoy\nURE ::500 er, Melt chocolate over hot water and Serve very hot . =\nert ate . ; ” —— ance, the files may mean death to the\n= NOVEL IDEA add sig tablespoons sugar. Stir until p nas is child, for, as every one knows, the\nUT yj smooth, then add to cooked mixture oor Yan's soup. ; flie , :\nUL YYfVYT} Yj WL EL PELL = 3 ° 2s are great carriers of disease. The\nCLMLMILIL LLL, hi Beat egg whites until stiff, add grad- First cut up two or three picces of | baby’\n4 : : ' : Ss coach sho\nls HE idea of having one’s cos- ually powdered sugar and continue garlic, add salt, and press with the SA with mosquito a titag he uae\nSet etias tose Rep BES y metic jars and boxes “overed beating, then add unbeaten egg yolks back of a spoon to draw out the juice. crib should also be protected against\nie = SoG and decorated is nota new ane — Into cooked mixture. Cook Add one medium onion cut up, two files and mosquitoes.\nI SAY Ri / one, but a a W ay * id Fas pad Add vanilla and cool be- beef cubes. celery, parsley. Cut bread If your baby is not happy and\na YY, ering one’s own with bits lett ove Sag hn ‘ube shape, add one quart of boil- ; aon .\n“Yj~ after the curtains are finished or the Hot Chocolate Sauce for Puddings 7 mag as a Bis Keef fh a hava dle- healthy do not experiment with home\na YY dressing table is drapt d is an idea (No 2) One square unsweetened aliad add more salt, pepper and any remedies, but consult a physician as\nYjf worthy of practical consideration. « hocolate, 1 tablespoon mel d ; a : in od SOT Se: DORE'D SAE aes Cate eer\ne - — PS Yy Most cold cream jars have a beveled one-third cup boilir Zz W = holed ~ “s eget obra tage hadi gyn age nigpepbet ad irs pages 7\n., : : ere ‘matter those otherwise sugar : aren, One cup Keep hot un ready erve, the baby to a hospital, or if you live in a\nY YY Wy edge, but no matter, those oth Ls Sugar, half teaspoon vanilla. Melt . .ce of butter. Use meat stock ane ,\nYM) YW Vy, Y|q@qq@qW~\"-~MFU||q@qEq] @q@Eq, Yj built are subject to very pretty tr at- chocolate in saucepan over hot Satie rectanaas yb w shes if vou have it. ind ee Pye cae reed bg so\n3) ment, too But since the former are Add butter and when thorou; — ; oO c : a dpamssbien — bad\n’ ¢ ‘ ighly ave out any of the above ‘\nWw > CAUSE of much suffering is Take half the piece of material, fold a bit easier to handle, glege need ice blended pour on gradually, while ried Fo Rae anak oad wiah. A little to- you know, is in your hands.\n7 : a2 a ’ > “to . 1 > a , i , ‘ 3 ae .\nx pa the height of imbecility ex- it together end to end and cut open be directed, first, to nets bse hog oral ming constantly, boiling water; then mato catchup and table sauce Is good.\npressed in the idea that shoes one-third down the center. On either mpeasy; Pir ipe ae Crs to fit t 7 sah eC- add sugar. Bring to boiling point and This soup needs no cooking.\nor slippers shorter or narrow- side of the opening make a firm fac- S'Uil you use are Lal t 7 oh ad 8 let boil 14 minutes. Cool slightly and\nt er than one ought to wear will make ing and put on snappers. Now stitch tive Sides of re jar etn a ry Ha add vanilla, Veal Pot Ple.\ny= the foot look smaller. Nothing could wp both sides and the top. Add bits below the moth, or whe ret 16 Bk e < ; - Cita aan tale ankle ie Ge MO\nn be more obviously foolish, for short of tape for hanging straps es to dive oe te 7 5 art mer is Shin-Bone Stew. mihi “Af veal or of left overs from BY EDNA EGAN.\nshoes are he acl © . the reason oO lis I§6 ODVIOUS . : Take the 1eat from a shi one : 5\n- staan 9 Beir eee err ce! ng Med ntsaawures amodth and\\lasting COD- gy ii hes been boiled teenie eee Teale rai) AVE you ever been engaged in\nsides which a foot spreading over ans De pot ass gE re er i has been Dolled tender and run Thea sat js cut Into convenient , ‘\np the ‘edges of a ehoe too atadll for it |e a XERCISES which stretch the tact, and a bit of gold galloon or plain ¢y,yoypeh chopper Kean > ktdek rhe mea , anal da the conversation with any one\n== ori] Loe EES My muscles are the best cure for colored banding makes for finish. A gtew, a ; - stock for pieces, and the bones cracked, an who nibbled with almost re-\n(as it will invariably do) is one of the lor stew, adding enough to ground meat ; auco pad, and\ncede so Bers itt od ‘nia binable “ : nervousness. Standing on tip- charming set was cove red im a Cre- it, wat ood Put a sahelce bite = a whole 1s put into we enigies ‘. a “a se ligious precision at her lips? I\na eile 2 nS He at Tags ee ae toe as long as_ possible, tonne of rather large units of desigM with the meat and salt and vaailie covered with cold bdegigecs racine bas fay “her,” because the “hims” are not\n4 ; stretching up and up until the arms in purple on a background Of ‘Se€@ then add some turkey Rhine E te, Beasont d with cloves, ps pp he seit na given as a rule to this particular weak-\nHE feet are injured by being al- can reach no farther, is excellent. Ly- green; purple banding did much 10 taste Heat well until the butter ts oe thee pte aaron PET Fac ke Ness. \"Tf yoU. Ree Der ee eee\nways so closely confined. ing in bed and stretching with the aid the way of contrast elted and se a a i 5 omitted When the meat is ten er a just gripped the sides of your chair\n; melted and serv hot with warmed- small pieces. Strain i\nWhile few persons will adopt of the crossbar of the headboard, is ge over potatoes. it up and cut into sey depts, a it and tried to delude yourself into be-\n.. the barefoot fad, even for the also good. Walking is best of all, if Art ticking is nice for making tootb- a the Mquor and reactor avira - a lieving that you were never so inter-\n‘ bike 5 3 rede: Pp A m1 sige He eb 2, alate Berar aeons brush cases They should be lined Stuffed Eggs and Rice, peens. phe oh head dough and ested tn Al your lke. On. tia Scuerenas\nt ato the habit of eee sanda S ly until healthily fatigued. with gum tissue and finished with Hard boil six eggs, remove the shells poherge tet tee wy: Light: then hea you thought that you must say “stop”\nabout your room Ww henever you are seam binding around the edge. A and cut them in halves. Take out the cade: aii sleces for oe on’ and enn or explode, but you didn’t; you went\nto be in it for any length of time. In ; ae : pretty holder fancifully arranged in yolks and make a paste of them, add- into sma’ | pe nr: ~orkd on saying foolish things, and were in-\ni, this way fect pet an air bath that is HERE nourishment and health : an ‘ , ‘ them in a steamer over the broth, or bly relieved w\n1. a 5 + ‘i are concerned laughter and this manner is a suggestion for those ing a teaspoon of melted butter, three ‘cakes can be made with baking pow- comparably relieved when the conver-\nmost beneficial. good will are vigorous promot who make their own gifts sardines mashed, half teaspoon of salt nar ike biscuit, and steamed over the sation came to an end. There are\ng : ‘ ol = er, > bis ; : many more such little idosyncrasies\n7 ers of the digestive functions broth\nA RUIT is a good adjunct to the The court jester was a valuable . , that are so common the wonder is we\nHa op Senceoet vies ewe ~ AVERY CHIC HAT-MODEE :\na diet. Do not depend upon it of dining-room furniture in olden I MI DE Rice Recipes, eat = eget ae ah “of\n: to build up the body or to re- times, and a good-natured and cheer- Cook rice 20 minutes In boiling wa- ekg ge : Bes e\n‘ place the daily wear and tear. ful guest, who keeps up a lively and ter, salted. Drain, dash cold water ae last Bless exceedingly irritating\n% Eat it moderately. Take it early in entertaining conversation at table over it. butter and serve, or make a a of asking impatient questions\nf ver it, that may best be classified id\n? the morning or with the meals and re- does more to aid digestion than all the sweet sauce for it. Mix what is left fire It b annoying in thévsatretan fd\n8 member that dirt and filth are no postrums ever invented with warm washed potatoes, shapo in- . 0N0} reme\nit more esthetic nor kp aeeagr ota to cakes and fry for supper. Season Set ganitinn aiieiae me\no . vy @ 2 p he on the re rrupP : i? : mnna d PT: It Mz ke lair > PSL.\nn cause they are perc OWEVER economical one must with cayenne and salt Make a plain : ; ; :\ncheek of an apple. be in bringing up one’s chil- rice pudding. Put the rice in buttered speed and variety of the queries as to\nif a dren never stint cen the care dish, pour in milk and a beaten egg, petits pear | et sien Biche ve 7\nps ed . . J ‘ 2 2 x ss aft co e e °\n] ITTLE wisps of hair which of iheir teeth The most season with nutmeg and bake until } BOUT every other season One® ty,o ren Viatatnnii. «Sith cote ie to\nn : s9- muct noyance on beautiful face will be spoiled by ugly set. A handful of raisins may be add- My, ; = é ina- yung is ae\ncause so-much anno} spoiled by ugly, of comes across such a combina a :\nF AG. al van be kept in ill-shaped teeth, while the 7 a? ed axe 4 1 grasp the point is preferable by far\nwindy days ca , z a teeth, > the peace of ¢ : n tion as a dark satin, usually {4 the too impatient type. So much\n. place with the invisible hair- w hole family 18 equally ruined by a Nut Waf black veiled with an embroid- for the listener possessed of one or\na pins. But few women know how to child crying all night with toothache Nu alers, ered voile or organdie or batiste, and pore irritating mann--isms\nkeep in the pins. Push the locks in that a little care would have prevented. Try this some time when you want jhe effect. while it takes one’s breath cs 7 ee\ny lace, slip in the pin, then turn back Boys especially are so apt to be care- dainty cakes for company: One-half away, because it is unusual, is lovely Buk Apts the Arson: Wee eens\nft one point of the pin until the end less about their teeth that it is well to pound brown sugar, half pound wal- 4, jjq striking contrasts. This season ‘? ups Bi Ha exer eT re oy it by\nee be sy , taken bribe them into good habits in this re- nuts, cut meats into bits, three even 4)... | Tee rr ce time does her best to distract it by\nd touches the top. They are easily taken 6 Zeta FS , there Is more than the occasional “ : bi\nout, and it is one of the little “kinks” spect. Offer a small prize or an ip- tablespoons flour, quarter teaspoon sown of satin. welled: with a Lighter, playing with her locket, polishing her\nB fg air dresser’s creased allowance to the child who baking powder, half teaspoon salt, , Sb aoa nails on the palm of her hand, tapping\nlearned at the hair dre . ; : » thinner material. One sees such things , tly. with her foot dviel\nhas not neglected to brush his teeth two eggs. Beat eggs, and sugar, salt, 1s an earth brown satin veiled with incessantiy wi er root an olng a\na after each meal and before retiring flour and powder sifted together twice, 4. 5 ‘ Shey > with a dyed hundred other such meaningless and\nTERY clever way to perfume ‘ * deep ecru filet lace, a gray W a dye : \"innaation? . Yen ‘|\nVER mt A eval uli during one day in the seven. It will then add nut meats. Drop small gmproidered net to match, black satin exasperating gymnas ics? es, this is\nhandkerchiefs and m be found much more effectual than spoonfuls on buttered pan so they do .; ; er -hita the sort of person who “gets on one’s\ne - Supply your wash- y with embroidered organdie in white tae ‘\nderwear: uppty Fe wad ciaee scolding or punishing. not touch and bake until brown. Re- over it. in all cases the satin being nerves;” the strangest part of it all is\n= phe vp tad i 7 Rane move from pan as soon as done. Oth- only partly covered she is eo of 99 ie se ae ay i\n4 of orris root, W s er nuts may be substituted for wal- : : ; no one who can be justly said to be\n. hi , cef- , é « For any of the combinations men-\ninto the water in which your handker nuts , ’ free of all mannerisms, irritating or\nv ‘ tioned the accompanying sketch could\nchiefs are boiling. When they come H EA DAC HH E ; ? otherwise. To overlook a tendency of\n| act as a guide. Note that the satin : : ;\nback to you from ironing they will Old-Fashioned H . 7 this kind in others is indicative of\n%. : . : n -Fas ard Gingerbread, does not extend any higher than the\nbe redolent of the orris root. The One cu PE breadth; to ignore it in oneself is a\n; r20e p butter, two cups sugar, ep girdle on the bodice. The skirt ’\nae you can slip them it ag Fg =a] ERVOUS headache js soul-tor- three cups flour, two BP apt ea hia: ted ik otacunict effect with tho Yery sure way of becoming undesira-\n. * hpcrarcteg ee their fragrance N mupng Per au ve victim spoon of cream, either sweet or sour, thin material which hangs long enough ble socially, “ beaiah ;\nan \\ ot 108 craves is sleep and this restor- a pinch of salt, small teaspoon of gin- De embroidered points extend- The very frst step in overcoming\ner make ¢ ' spoon of gin- to meet up embroide p 2 ;\na2 Violet ae on re togeth ce ative is all that is needed. ger, ono teaspoon soda, two teaspoons ing upward from under the hem. The faults of this kind is to take a look\na a real violet odor. Nothing will produce sleep more cream of tartar. Put it into a large, gloeyes show the fashionable bulge at “inward” about once a month or more,\n“ie quickly than to drink a cup of very flat pan and press it smooth and even the wrist and, moreover, suggest a Trying to see ourselves as others see\né We F you zi Seer quarters and 2 aan righ ams ia a ete of NE of the notes in millinery is the brim !n the middle back. Over the with the hand, then take the round clever way of joining embroidered us ene bape! of pelea neg\nR f| your closet Is a narrow one, 6a i { co water the swirling of materials over entire top of the hat the crepe is cookie cutter and mark it over the fiouncing to artistic advantage. The annoying habits a comparatively easy\n# m perhaps a space behind cur- and place in a dry one to protect the the tops of hats. The result swirled in folds and over the top of top. Then sprinkle a very little dry walst, too, with its introduction of one. It is a step in the right direction,\n. o tains, dress bags are very im- pillow from dampness and apply to is very pleasing since the the crown feathers are laid with the sugar over top and bake in a not too plain material for the slightly “fenced” incidentally a process that reveals\n| i portant to keep clothes from becoming the back of the neck and have a warm treatment of the material has a soft- same swirling effect. At the right a hot oven about three-quarters of an neck, solves the flouncing problem some rather unpleasant truths. But\nwa dusty. Making these bags is very sim- cloth placed over the forehead and ening effect and seems just the thing black beaded pin emphasizes the beau- hour, or until done, when tried with most effectively. A band of flesh-col- an attractive personality is something\n- ple, takes little time and little money. eyes. Even in a noisy house this sim- to ccompany the soft, cool frocks of ty of the light crepe. The idea of a broom corn. I use the small, ored ribbon added to the top of the worth looking for, and It is mannerism\nr Buy six and a half yards of white ple remedy is soothing and a patient the summer. This picturesque hat 1s using light-colored crepe in this man- wooden toothpicks now in place of the black girdle will make a nontrans- that builds up that magic little fence\n— cheesecloth, This will make two bags, will soon go to sleep. Usually a per- of Jeghorn and is covered with flesb- ner is one that is sure to appeal to the broom corns. Cut in squares before parent foundation and add materially about us called personality, Why not,\nk dd one for dresses and one for skirtaand son with a nervous headache will have colored Georgette crepe. An odd fea- prospective bride who is plenning the removing from the pan and pile on a to the general beauty of the frock as then, make it as substantially attrac-\n. Bults. cold feet; this must be remedied, ture of the model is the slashing of costumes for her bridemaids. platter to cool. well tive as possible?\nTy) -,\niv. am ‘ ¢ | | BE a rly\nyan ‘AYN 1h N. ‘ N \\\\ It is simply impossible to be true to \\\\Y ry i \\ \\\n5 | mo \\ “Sa B q , n> - f * Seay -4\ns 4 KANG ey mlb VY WR iv\" \\ NY \\ \\ \\ Re one’s ideal’ when some big, coarse, \\e RA A \\ N \\ Nw nats at He Y tan y .\nie \" ad ‘ AAA ey) an ake - of if +4 4!\n‘a \\ ee ceed TAY AN RA Nace ceacanmeane ARN a ada Ns \\ rough person comes along and knocks ) \\\\ NY... - RAW. a tS ORM a CS dw... ie\nvane Les) HY N rcrcostteraaesrearanttt is coaseababemennonreeneetat haat “ << aaeanayannnn an \\Y th ll ley NYY SeAWN TA etna ee eeN NRF a ANN RRR ean\ny JAN Reese agg it Aga cepere ANNAN TL A Ye Sy \\ \\ ee ee \\\\ \\ ST NN AEE UHRA ET\n2 NS \\ WN We “agin YY \\\\ X “ALAN TA We AN SE REX uaa aan N eva veuee teeny Anetra ns HYP\n\\\nWRN eS"
        },
        {
            "passage_id": 26,
            "text": "a"
        },
        {
            "passage_id": 27,
            "text": ";\n'"
        },
        {
            "passage_id": 28,
            "text": "Nag ts Mien are ANNAN WEE FN\nETRE See"
        },
        {
            "passage_id": 29,
            "text": "er aS"
        },
        {
            "passage_id": 30,
            "text": "ee"
        },
        {
            "passage_id": 31,
            "text": "—————"
        },
        {
            "passage_id": 32,
            "text": "Tal Ra aeennace tierce naNeenne ava"
        },
        {
            "passage_id": 33,
            "text": "SX"
        }
    ]
}