{
    "image_id": 19,
    "passages": [
        {
            "passage_id": 1,
            "text": "ty a bs"
        },
        {
            "passage_id": 2,
            "text": "ESPECIALLY INTERESTING TO PHILADELPE"
        },
        {
            "passage_id": 3,
            "text": "TORIAL PRESENTATION"
        },
        {
            "passage_id": 4,
            "text": "SHE’S A LOYAL RED CROSS WORKER\nMiss Marie McLaughlin, the young woman shown above, is\none of the active campaigners for the ambulance fund col-\nlected by the Fotterall Square Red Cross."
        },
        {
            "passage_id": 5,
            "text": "AS FINE A BUNCH OF LADS AS EVER DONNED THE KHAKI"
        },
        {
            "passage_id": 6,
            "text": "These are student aviators of the Cornell Aviation Camp. Philadelphians will recognize “Ted” Meredith, the fleet-footed Penn runner of yesteryear, the third man\nleft side in the first row. Next on his right is the son of Senator Oliver, and the sixth man from the left in the third row is Sergeant F. L. Koons, of Wynnewood.\nof these men have left for Mount Clemens, Mich., for their final intensive trainirg before going to France."
        },
        {
            "passage_id": 7,
            "text": "KIDDIES ROMP IN GLEE ON BIG RIVER PIER"
        },
        {
            "passage_id": 8,
            "text": "During the hot summer days children living near the Race"
        },
        {
            "passage_id": 9,
            "text": "street pier on the Delaware get much enjoyment by playin"
        },
        {
            "passage_id": 10,
            "text": "there in fresh air and sunshine. This picture was snap\nduring a recent carnival."
        },
        {
            "passage_id": 11,
            "text": "Stripes are wing\nin popularity Sewn by\nthe rolling waves."
        },
        {
            "passage_id": 12,
            "text": "Copyright International Film Service.\nNEW JERSEY’S GOVERNOR WELCOMES AIRMAN\nj ; : sty Governor Edge was on hand a few days ago when Lieutenant Fred Stanton made a\nSes # : : a : LEAVES FILMLAND TO WED | successful flight from the Princeton aviation camp to the camp. at Sea Girt, N. J; -The\n‘ag Ni GO GR* as ; Before her recent marriage to J. P. Seeds, a business man of Governor is greeting Stanton just after he landed.\nTeEy eI. i i i Allentown, Pa., this young woman was Mona La Mare, a\n? , . movie star."
        },
        {
            "passage_id": 13,
            "text": "TH’ ING HARD AND ITS MEMBERS BENEFIT\nNARBERTH’S HOME DEFEWSR | LEAGUE IS pauine ns SS a ia RET"
        }
    ]
}