{
    "image_id": 22,
    "passages": [
        {
            "passage_id": 1,
            "text": "THE OGDEN STANDARD, SUNDAY, MARCH 24,"
        },
        {
            "passage_id": 2,
            "text": "1918."
        },
        {
            "passage_id": 3,
            "text": "-\nore\nYN\njen\nre\nO\n2"
        },
        {
            "passage_id": 4,
            "text": "O00,\n:\n<4\nO\n—\n=\n= 3,\npe\nO\nO°\nok\n—\nO\n26\nad\n@\n5\nOQ\na\nO\n=\noe\nom\nQ)\n@\na"
        },
        {
            "passage_id": 5,
            "text": "h"
        },
        {
            "passage_id": 6,
            "text": "| * ee oe ee DOIN EMMETT HEIDRICK"
        },
        {
            "passage_id": 7,
            "text": "+"
        },
        {
            "passage_id": 8,
            "text": "WHO FAILED TO\nCOME BACK AT\na THIRTY"
        },
        {
            "passage_id": 9,
            "text": "4"
        },
        {
            "passage_id": 10,
            "text": "oF)\n”\nv4,\n2 A"
        },
        {
            "passage_id": 11,
            "text": "7am"
        },
        {
            "passage_id": 12,
            "text": "—"
        },
        {
            "passage_id": 13,
            "text": "JIM\nCORBETT WHO TWICE\nFAILED TO COME BACK"
        },
        {
            "passage_id": 14,
            "text": "Jack Powell,"
        },
        {
            "passage_id": 15,
            "text": "JEFFRIES\nAS HE LOOKED\nWHEN HE TRIED\nTO COME BACK\nAGAINST\nJACK\nJOHNSON"
        },
        {
            "passage_id": 16,
            "text": "| Ho esr. Pineigg ino oe"
        },
        {
            "passage_id": 17,
            "text": "g a shame. The many old-timers like Kld would have thrown off its effects in a\n44 4 ho A ] #4 Gleason, who are still ‘‘new-timers,”’ round or two. The fact was that I was\n9 sain hold that the Orioles of 1894 were the Erowing too old to fight a good battle.”’"
        },
        {
            "passage_id": 18,
            "text": "Wants to Pitch in\nMajor League, Has\na Disheartening\nList of Failures of\nOther Players Be-"
        },
        {
            "passage_id": 19,
            "text": "tore Him."
        },
        {
            "passage_id": 20,
            "text": "BY J. B. SHERIDAN."
        },
        {
            "passage_id": 21,
            "text": "ACK POWELL, who made his"
        },
        {
            "passage_id": 22,
            "text": "JOL ,\nANOTHER’\nerates om\nWHO TRI\nCOME BACK AND FAILED"
        },
        {
            "passage_id": 23,
            "text": "Plate Wiey raveu in, spikes up, to intimi-\ndate him. )"
        },
        {
            "passage_id": 24,
            "text": "I saw Clyde Milan, the brilliant base\nrunner of the Washington team, try"
        },
        {
            "passage_id": 25,
            "text": "sandwiched in a world’s championship\nvictory and a world’s championship tle\nbetween them."
        },
        {
            "passage_id": 26,
            "text": "King was some four years with the"
        },
        {
            "passage_id": 27,
            "text": "best team that ever faced a pitcher\nRusie had a bitter disagreement with"
        },
        {
            "passage_id": 28,
            "text": "the late Andrew Freedman, then head"
        },
        {
            "passage_id": 29,
            "text": "of the New York club, and dropped ovt"
        },
        {
            "passage_id": 30,
            "text": "Ed Walsh, the great apitball pitcher of\nthe Chicago White Sox, went wrong in\n1909. He spent many years in trying\nto recover his lost skill. Several times"
        },
        {
            "passage_id": 31,
            "text": "of the game for four years. He was he announced a “come-back.\"\" He pitch-\nonly 29 when he made an €effart to ed part of games now and then and\ncome back with Ciricinnati. His effort pronounced himself as good as ever."
        },
        {
            "passage_id": 32,
            "text": "was a lamentable failure. Some of the\nmen he had pitched against when at the\nheight of his fame batted against him\nat Cincinnati What they did to him\nwas pitiful."
        },
        {
            "passage_id": 33,
            "text": "Joe Corbett, brother of James J. Cor-\nbett, was one of the best curve-ball\npitchers of his era. He had a good ten\nyears in the major league and quit to\ntake up business in San Francisco. In\n1917 Corbett, only 42, had an idea that\nhe could come back. He had taken the\nvery best of care of himself and felt as\nyoung as he did when he made his"
        },
        {
            "passage_id": 34,
            "text": "If he started a game and showed signs\nof weakness he was at once taken out,\nand if he finished a game nothing much\ncould happen to him. So he cajoled him-\nsel? into the belief that he was as good\nas ever he had been,"
        },
        {
            "passage_id": 35,
            "text": "Finally, the White Sox released him\nand he induced the Boston Nationals\nto give him areal triaL Stallings, man-\nager of Boston, knew it would be kind-\nness to let Walsh know really how\nthimgs were with him. He put him in\n@ game and kept him in there until be\nwas willing to admit that he was not\nas good as he had been."
        },
        {
            "passage_id": 36,
            "text": "debut as a major league pitcher that on Spencer once Milan hit the Browns and one year, 18%, with the 3 % BELEK Ses reputation with Baltimore tn 189%. He Cy g our, the old New York out\nS StS Pyle ery ee = A: y r ‘ 2 y -\nin 1893 and. who is 44 years old gigantic Pennsylvanian with his spikes Chicago Brotherhood club. For some Pee apse BESO TESS got a trial with the San Franeisco club y Seym : :\n: d crumple like a § y that cas 5 Ns _ a ae: of the Pacifio Coast League. Poor Cor- ‘elder, was a great hitter in his day\nhas announced that he is golng to try %\"@ crumpled up like a sparrow + reason he was permitted to drop out of <5 ; ast L ; > Cc"
        },
        {
            "passage_id": 37,
            "text": "to get a job pitching baseball\nmajor league club."
        },
        {
            "passage_id": 38,
            "text": "Powell pitched his first major league\nfame for Cleveland in 189. He\nsent to Fort Wayne for further devel-\nopment. In 1898 he returned to Cleve-\nland and made good with a vengeance."
        },
        {
            "passage_id": 39,
            "text": "He won his first ten games in the ma-\njor league. Lou Criger, afterwards fa-\nmous as one of the best throwing catch-\ners that ever played baseball, was Pow-\nell’s recelver in those days. Criger has\nbeen out of the game for ten years,\nPowell thinks that he has pitching left\nin him, though he has not pitched a\nmajor league game in six years. Nor\nhas he pitched any sort of a game for\ntwo years. Add to that that he has\nbeen in the saloon business for three\nyears."
        },
        {
            "passage_id": 40,
            "text": "Powell may come back—in a way. His\narm is as good, he says, as it ever was\nThere can be no doubt about that. Pow-\nell always worked easily and hada good\narm. He has shortcomings which age\nhave not eradicated He never could\nfield very much. He never was fast on"
        },
        {
            "passage_id": 41,
            "text": "for a"
        },
        {
            "passage_id": 42,
            "text": "was"
        },
        {
            "passage_id": 43,
            "text": "hits a brick wall. No base runner ever\ntried to run Spencer off the plate more\nthan once"
        },
        {
            "passage_id": 44,
            "text": "The big fellow had three weaknesses—\nthe wine when it was red, the whisky\nwhen it was yellow and the beer when\nit was amber. He managed to joy ride\nhimself out of the major leagues and\nout of the minors, too. After a varied\ncareer of eight years in the woods of\nthe Northwest, where, he says himself,\nhe sunk to the lowest depths of bar-\nrooms, Spencer made up his mind to\ncome back. He got a trial with the Los\nAngeles team and he came back. Some\ntwelve years after he got his first trial\nwith the Browns, 1905, Spencer came\nback with the Detroit team and actually\nPlayed better ball—that Is, he hit better\nand displayed more tactical acumen—\nthan he had shown in the halcyon days\nof his youth. His arm was not quite\ns0 good, but it was good enough for al)\npurposes."
        },
        {
            "passage_id": 45,
            "text": "Spencer is still with Detroit, a great\neatcher. His is the greatest come back\nof all time, yet after the novelty had\nworn off the people forgot about him.\nHe is a good catcher, but to the specta-\ntors merely one of the team."
        },
        {
            "passage_id": 46,
            "text": "the game. Then, in 1896, after a six-\nyear lay-off, King got a chance to pitch\nfor the Washington club. He did splen-\ndidly, but for the reason that I have\nmentioned—the people do not want old-\ntimers to come back—he was allowed to\nreturn to obscurity in St. Louls."
        },
        {
            "passage_id": 47,
            "text": "Had King been a young man thev\nwould have been after him with brass\nbands, But he was near 40, and had\nbeen out of the game for several years\nHe pitched splendid ball, but nobody\nwanted him,"
        },
        {
            "passage_id": 48,
            "text": "Donlin an Idol."
        },
        {
            "passage_id": 49,
            "text": "Mike Donlin laid off in 1908 because\nof salary difficulties with New York.\nHe turned up in 1909 and played fins\nball, Yet McGraw dropped him in 1910\nDonlin was an idol in New York. He\nhad helped win many a championship.\nHe .was a young man, too, only 23. But\nhe was old enough to be anything but\na curiosity and they did not want him\nwhen he came back, Donlin, by the way,\nwould like a job as a pinch hitter in\n1918. He, too, wants to come back"
        },
        {
            "passage_id": 50,
            "text": "Arlio Latham, one of the greatest\ncoachers that ever lived, left St. Louis,\nwhere he made his fame, in 1890, and"
        },
        {
            "passage_id": 51,
            "text": "wy"
        },
        {
            "passage_id": 52,
            "text": "JACK POWELL\nWHO AFTER SIX\nYEARS REST HOPES\nTO COME BACK AS\nA PITCHER.\nAGE FORTY-FOUR"
        },
        {
            "passage_id": 53,
            "text": "bett lasted an inning or two."
        },
        {
            "passage_id": 54,
            "text": "Many good judges used to say that\nBobby Wallace, the shortstop of the\nSt. Louls Browns, was the best short-\nstop that ever played the position and\none of the two best third basemen ever\nseen at the difficult corner. Wallaco\nquit playing to accept an umpirical po-\nsition in 1915. He quit umpiring and re-\njoined the Browns in 1916. In 1917 he\nmade a special effort to come back fn\nthe Western League, a fourth rate base-\nball organization."
        },
        {
            "passage_id": 55,
            "text": "Wallace had been a staz of the first\nmagnitude in first-class company, but\nthe ‘“‘bushers\" of the Western ran him\noff the lot in 1917. It was “Get out cf\nthe way, you old stiff,” from boys he\ncould have blown away In a breath dur-\ning his halcyon days."
        },
        {
            "passage_id": 56,
            "text": "One of the greatest efforts to come\nback ever made by an athlete was that\nmade by Janes J. Jeffries when he con-\nsented to come out of retirement and,\nfor the honor of the white race, recover\nthe heavyweight pugilistic champlon-\nship from the negro, Jack Johnson.\nJeffries trained bard, as he only could\ntrain, for three months. Columns were"
        },
        {
            "passage_id": 57,
            "text": "That day was done some eight years\nSeymour had had fourteen years\nof big league success. One would fancy\nthat would have been enough. Nota\nbit of it. Seymour untill] last year regu-\nlarly reported at the Polo Grounds,"
        },
        {
            "passage_id": 58,
            "text": "New York, took his practice with <ne\nGiants, and watched all their games, He\nstill believes that he can come back.\nHe is about 44 years old. Only a few\nmen of that age have even managed to\nstay in the major leagues Anson, Wasg-\nner, Lajole and Young ara probably the\nonly men who saw their 45th year in a\nmajor league uniform, They were in\nharness all the time and were for-\ntunate, indeed, to last so long as they\ndid. The average player begins to rétro-\ngrade‘at 38 and !s lucky if he sees 38\nin the major leagues. Yet men like Sey-\nmour, Powell and Donlin want to come\nback in the 40s."
        },
        {
            "passage_id": 59,
            "text": "Mordecai Brown, the Hon-hearted\npitcher of the great Qubs of 1906-10, lost\nhis cunning in 1912 He was sent to\nCincinnatL In 1915 Mordecal got a\nchance to pitch In the Federal League.\nThe joke batters of that organization\ndrove him to the woods. Yet Brown\ncould not belleve that he had gone back"
        },
        {
            "passage_id": 60,
            "text": "aco."
        },
        {
            "passage_id": 61,
            "text": "Se ae a el 5 0 Em ee a te EEE OO LT EI TE"
        },
        {
            "passage_id": 62,
            "text": "oo nme are"
        },
        {
            "passage_id": 63,
            "text": "Cg I eg neem mea"
        },
        {
            "passage_id": 64,
            "text": "er a a ee ee ee en"
        },
        {
            "passage_id": 65,
            "text": "DRS yee renee = err neneerienineentenemvenee\nets Ps ee\nv > . : c 2 *"
        },
        {
            "passage_id": 66,
            "text": "his feet. He never was really - Ate ; written about his tremendous and, sald , aat\ngame. His sloth on aie Reon 24 steiee Fast Set Most Popular. Pate eae Ghee chat Cy Young was, length of service and “You're on,” said Heidrick. “I'll play to pe, successful effort. The late Jack papi ae a pk ay\nSp his team. He always carried too He ts not at all so popular as he was =a they once worshiped niet, brilllancy of » performance Sibi oe 2 tly - N London wrote reams about the “Abys- bus tin the American Association in 1917\nWuch flesh. when he was utterly unreliable. Here fouis It was no use. Ho could still play the very greatest of all pitchers. Young _ Heidrick rejoined the yee in New mal Brute, the Come-back of the Cave Brown's pitching career covered a pe- a\nIt was one of Powell's ideas that he WW’ may pause to remark that it has a) put they had no use Sone Hit hag ee ee ate CRTiE: OE, RAR & OR a geen cee Ore, Went ee Man.\"\" Yot Jeffries was but soft clay i144 of fourteen years in the major *\nmight train himself too fine. A pitcher @lwWays been the “sports,” the merry jad scen enough of him. R * games in first-class company over a_ client brilllancy. He made two hits rt in the hands of the black boxer leagues. One would think that he would\ncannot be trained too fine. He works drinkers and gay, g00d fellows, that Latham tried to avid halok an aJcoach period of twenty-two years. No other played brilliant ball in the field in his Johnson did not work up a perspira- ba batinflel- with iat: -Butche i wot:\nbut two or at most three days a week. have been the popular heroes of base- with New York in 1912. There ai bean pushers. at a apace, Young th): Se eee ea a veri ot tion beating the once wonder of the ‘prey’ come out on crutches and wear-\nOf course, there are slim, nervous chaps ball. Mike Kelly, ‘‘Rube\" Waddell, a einer fortieth He maken ae. tes aL: length of major league service. Nich- and played no ah He Aa a prize ring ing spectaces if they got money for do\nwho insist upon playing the infield and Practically all the idols, have been not delighted the spectators. He was the ola, next best, was five years behind come back Yet bah ghee bbe ec { Jim Gorbett. was beaten by Fitssin- a tt:\noutfield in practice and who keep them- OMly drinking men, but wild fellows. {ttiest, est 8 ‘ ’ Young, Mathewson six years. Young then and had always taken the very ons in 1807 and did not fight again .\nr wittiest. gayest and most charming of . : ner hy inc his best care of himself. He had been The Public’s Attitude. F\nselves rather thin and weak. Bagby Wasner ts an exception. coachers also. Wop &~ better’ percentage ‘of «his b ‘as for some five years. In 1902 he en- is 5\nof Cleveland is one of these, One of Cobb never has been a drinking man, ‘ games than elther Nichols or Mathew- playing some baseball about his home gaged to battle Jeffries in New York. Yet, as in the cases of Spencer, King >;"
        },
        {
            "passage_id": 67,
            "text": "them comes along once in ten years,\nPowell was not one of them. He always\nweighed 210 pounds. He should have\nweighed 180."
        },
        {
            "passage_id": 68,
            "text": "Can They Come Back."
        },
        {
            "passage_id": 69,
            "text": "Powell's persistence has brought up\nthe old question of “Can they come back\nafter having been out of the game for\nyears?\" ,"
        },
        {
            "passage_id": 70,
            "text": "_ Then, having disposec of that ques-\ntion, add this one, ‘Do the people want\nthem when they do come back?\""
        },
        {
            "passage_id": 71,
            "text": "To,the first of these questions I would\nanswer, “Perhaps.” To the second,\n“They do not.”"
        },
        {
            "passage_id": 72,
            "text": "I have seen many men, horses, dogs,\nete., come back. Yet I never have seen\nany great demand among the people\nthat they should come back, or, having\ncome, stay."
        },
        {
            "passage_id": 73,
            "text": "bu: his numerous escapades, such as\nfighting with members of his own team,\nspectators, policemen and hotel watch-"
        },
        {
            "passage_id": 74,
            "text": "_ men, seem to have endeared him to the"
        },
        {
            "passage_id": 75,
            "text": "people. George Slisler, the best behaved\nof boys, never will be so popular as\nCobb, Mathewson, the pink of deport-\nment, never was wildly idolized as the\nutterly irresponsible boy, Waddell, was\nidolized. Sullivan, the wild fighter; Tod\nSloan, the fast-living jockey, all were\nidols in their days."
        },
        {
            "passage_id": 76,
            "text": "There is something about the wild boy\nthat people love, No other ballplayers\nhave been idolized as Kelly and Wad-\ndell, sports, were idolized. Sullivan was\nthe idol among the prize fightors. Tod\nSloan’s champagne suppers and great\ncigars made him tho idol of those who\nadmired horsemanship. Maybe it is this\ndisposition to admire the wild and trre-"
        },
        {
            "passage_id": 77,
            "text": "But the people who adored him when\nhe was with St. Louis in the 80s would\nnone of him with New York twenty-two\nyears later. His journeys to the coach-\ning lines were pathetic. So after a trial\nMcGraw let Latham go,"
        },
        {
            "passage_id": 78,
            "text": "George McQuillan was rated the great-\nest pitcher in baseball in 1907, He went\nbadly one year and was sent to the\nminors, McQuillan, a sturdy chap,\nbraced up and did such good work in\nthe minors that he was taken back to\nthe big leagues via Pittsburgh. Yet Mc-\nQuillan really never came back. Ore of\nthe very best of pitchers, a poem in ac-\ntion, a beautiful flelder, McQuillan\nnever regained a tithe of the popularity\nthat was his in the days of his wild\nyouth. The people lost confidence in his\nabllity to win. When he went into the\nbox he did not have the crowd with him."
        },
        {
            "passage_id": 79,
            "text": "sop,"
        },
        {
            "passage_id": 80,
            "text": "Young retired from the Cleveland\nclub in 1912 and dropped out of the\ngame. In 1913 he was induced to ac-\ncopt the management of the Cleveland\nFederal League team. He tried to pitch\nin that tenth class organization. The\nmiserable batters of the Federal League\ndrove him off the slab, where he had\nbeen a king for twenty-two years, a\nking among kings."
        },
        {
            "passage_id": 81,
            "text": "Smmet Heldrick, who was with the\nSt. Louis Nationals and Browns in the\nearly 1900s, was one of the very great-\nest outfielders of the game, a man who\nin his time was regarded as are Cobb\nand Speaker regarded today. He was\nonly twenty-six years old when he re-\ntired. He Was out of the game for five\nyearre, when his former manager, James\nA. McAleer, belng in great need of a"
        },
        {
            "passage_id": 82,
            "text": "in Pennsylvania. He did rot have to\ntake off a pound of welght when he re-\njuined his club after a five-year ab-\nsence, But he was as a little child\nwhen he tried to play major league ball\namong his old team mates."
        },
        {
            "passage_id": 83,
            "text": "Rusie Hard on Batters."
        },
        {
            "passage_id": 84,
            "text": "Amos Rusie, the great players of the\nS0s and 1900s will tell you, was the\nhardest pitcher to hit they ever batted\nagainst Rusie made his first appear-\nance in the major leagues with Indlan-\napolis In 1889, He was only 19 years\nold. For the following six years he was\nthe terror of all batters that faced him.\nHe had tremendous speed and a curve\nbal! the Ike of which never had heen\nseen, nor has its like been seen since,"
        },
        {
            "passage_id": 85,
            "text": "That curve broke right at the batter’s\near and shot down over the plate. It"
        },
        {
            "passage_id": 86,
            "text": "Corbett put up a wonderfully skillful\nfight. Jeffries could not hit him and at\nthe end of twenty-three rounds it\nseemed that Corbett would be champion\non points, for the fight was limited to\ntwenty-five rounds In the twenty-\nfourth round Jeffries managed to catch\nCorbett with a right-hand swing. Jim\ndid not come back."
        },
        {
            "passage_id": 87,
            "text": "Corbett tried it again two years later.\nHe figured that he was not as strong\nas he might have been when he met\nJeffries before and this tlme he trained\nespecially for strength He said that be\nnever felt so strong in his life as when"
        },
        {
            "passage_id": 88,
            "text": "“he went into the ring to fight. He"
        },
        {
            "passage_id": 89,
            "text": "lasted something like nine rounds. He\ntold mo afterwards that he was really\nlicked by a blow in the stomach in the\nsecond round."
        },
        {
            "passage_id": 90,
            "text": "and McQuillan, veterans who did suc-\nceed in making successful come-backs,\nthe fact\nto see baseball games do not want the"
        },
        {
            "passage_id": 91,
            "text": "Is that the people who pay"
        },
        {
            "passage_id": 92,
            "text": "veterans to come back. That is to say,\nthey are not interested in them. They\nare not against them. Nelther are they\nfor them. This very feeling works to-\nward failure for the old fellows."
        },
        {
            "passage_id": 93,
            "text": "The truth is that baseball is a young\nman’s game. It is played best when\nplayed by boys. The promising young\nplayer Is of more value to the baseball\nclub than ten possible “come-backs”’\nwho are veterans. Even the veteran\nin the flower of his career is not so\ninteresting as the boy. ."
        },
        {
            "passage_id": 94,
            "text": "Youth, speed, soundness of limb, am-\nbition, ingeniousness, eagerness, the\npossibilities of success are the things\nthat make a boy Interesting to the peo-"
        },
        {
            "passage_id": 95,
            "text": "¢"
        },
        {
            "passage_id": 96,
            "text": "; y"
        },
        {
            "passage_id": 97,
            "text": "The greatest \"come back” achieved in sponsible that makes people care little 0. unconsciously, his manager quit good outfielder, went to him and sald: was simply unhittable. When Rusie Proving It to Ed Walsh. ple who patronize baseball games. Cobb SP : og"
        },
        {
            "passage_id": 98,
            "text": ": athletic sports was that of “Hack” for the reformed who come back, A  8¢nding him into the box. ‘Emmett, I am in sore need of aman was good the game was as good as “Tt was not an especially hard blow,” s;interesting now, but the boy who }"
        },
        {
            "passage_id": 99,
            "text": "a Spencer, the catcher, now with Detroit. man must be steady in his habits to The effect was psychological. The euch as you were when you played for won. When the great Baltimore club id Corbett, “but the old stomach Was_ first challenges Cobb’s supremacy will | ies"
        },
        {
            "passage_id": 100,
            "text": "{ # Spencer began his baseball career with come back. Humanity is a strange crowd was not with McQuillan Nor. me. You are still very young. I can't of 1894 faced Rusle in the Temple Cup 5 auch rhe hardly used, to stand’ it. be mote interesting than the great Ty- RD,\nthe St. Louis Americans. He was a_ thing. against him. It was simply utterly in- eco any reason why you should not play games (a sort of postseason series be- fon aa ‘not In good shape. I let him rus a!\ntremendous fellow, big as a house, Another great baseball come-back was different. This state of feeling was not as good ball as ever you played, Ihave tween the first and second teams in the nit e for seve. more rounds, but I On the whole, there are few come- Si\nstrong 4s a bull, with an arm that could that made by Charley King, the star known to the manager. He merely was a chance to win the championship. To National League), Rusie made them 4 ne ti two rounds Tin yeate backs, because there ts no demand for } aes\nthrow out any base runner that ever pitcher of the famous St, Louis Browns affected by it, Unconsciously ho demoted make that chance good J will give you look blind and helpless men “ He co Natt 4 \" Sania rot have felt that blow them. Youth must be served to patrons }\nstepped. When opposing players under- of ISS5-85, the only fellows that ever McQuillan into a relief pitcher, a man $1506 for the remaining one month, the been specially trained and “pointed Derors Pic ach or, if I bad felt it, I of baseball games. & eg\ntook to run Spencer away from the won four championships in a row, and who finished up lost ganics. season has to run,” for that series. What he did in it was i : mee"
        }
    ]
}