{
    "image_id": 25,
    "passages": [
        {
            "passage_id": 1,
            "text": "EVENING PUBLIC LEDGER— PHILADELPHIA, THURSDAY, MARCH 4, 1918\n| \" A Romance of the Secret Service Pet ane “A epy—Dick? Horrible!\nJUST GOSSIP ABOUT PEOPLE Business Career |The Yellow Dove"
        },
        {
            "passage_id": 2,
            "text": "By GEORGE GIBBS “Unfortunately there's not the least doubt"
        },
        {
            "passage_id": 3,
            "text": "Author of ‘The Flaming Sword,’ “Mad- about it, They found incriminating evidence"
        },
        {
            "passage_id": 4,
            "text": "} . errs ° . | : ° | Cox vr tet td Company? eap,\"’ ete n iis reormns,” J ) | N ( J"
        },
        {
            "passage_id": 5,
            "text": ". . ing s] slv ’ . se T ia- » t\nTHE STORY THUS FAR ting them safely out of the house, Her mi are we coming to? Dick Byfleld—-why, two ge 1] 4"
        },
        {
            "passage_id": 6,
            "text": "| rossa’s « The Te ’ ‘ eahe bs : or \\A | /4"
        },
        {
            "passage_id": 7,
            "text": "‘ . 1 . AN Brel - “The Yellow tress’s confidence flattered the mald and & | niehta ago bh 18 & guest At table—with | )] | fa"
        },
        {
            "passage_id": 8,
            "text": "‘ess Worker's at Independen ar * A Story of Salesmanshi nord Homland to mystified by The drome | entered very willingly into the affair, con- | Nisnts ago he wis & guest at my tabiomw! © .\" GH om"
        },
        {
            "passage_id": 9,
            "text": "* phantom hem : Hritl Sines and that cealing the emerald brooch which Dorts pro- you, and you ‘ a A \\Gs"
        },
        {
            "passage_id": 10,
            "text": ": Le \\ C . ; makes period trips to, ciel 1,. Months of duced from her jewel box, in a trunk con. boris nodded faintly, the landscape swim- a.» &\n7 iliary of Red ross on Monday | by Hat old Whitehead search have failed’ to Jocate, the Hiding place taining old clothes, which had lone stood neg: ming in-a dark gnist before her eyes. By- | :"
        },
        {
            "passage_id": 11,
            "text": "of the great plane, and attacks against Ht by ada , aty \" ‘ . field—Cyril—Rizzio—all three had been at\n(Copyright) the air defenses have been equally futile, The lected in a dusty corner of the attle. ‘"
        },
        {
            "passage_id": 12,
            "text": ".\n: a | Prodaction of Moliere’s “le Malade |\nRintatihictinataidimagiiiatiindnitiatimianniddipainticts = i pay eet caakes “The Yellow, Dove’ tn tne After the visit of the man from Watford, opens peg swe a a of Widen oginaire” by members of the Salon\nP rible t ore ‘ ‘ , \\ . , situatio . a ; . ‘ann a\nStr. Waltehead wilt anewer your buatness ewes British War ora ca a fly Spove's’? Miehts th ho we ra ‘aan seed Rut BA y Bagg eho knew Ryfleld was  arrested—and | 4nd the Cercle Franrais, for benefit of\npave at the Independence Square tiers on buying, selling, advertising and 0 are invariably simultaneous with the movement row and departed stil pusgied, ene Cor Cyrl-~ She clutched desperately at the edge | reconstruction work In France;\nq A ‘ ment, Ask clearly and give all the of troops, fided to her father the letter and package ; jaw ‘ r Stratford Admissl th\n“auxiliary of the American Red Cross on facts. . aid full address must eee which were to be mailed from London, the Fd the WORK RNG wet, her jaw to keep herself | Stra . Admission charge,\n, Monday aftesnoon? Lieutenant i. be signed to ¢ quiries. v ¢ihich are anony: APY BETTY THEATHCOTE hod a renutes letter in the morning, the package not until roe pe H He. yrli IF gldps) sve naived: With Dinner, National League of Co\nt ' the Canadian feress, whet \" mous, musi al’ ignored, nae technicg tie m Riv ing the most auccessful dinners tt night. = rh © ere—any others * asked, 1 | Merchants, Hotel Adelphia. Members.\npee wee wre: oe solic siere “this 1 ew etin stricted cirele within which move cab “Don't . . t's very { an eltor\nG, Milson enswered in. this colummn, . 4 Hi abers and Hontand’n weet powerful men. po vt fail me, daddy, I # ¥ ' a None «6 far, Rut there must have been Smoker, Patrolmen's Benevolent\nquite of Peter Flint. ‘ (' ‘ \"parte eine ify whe be te 70, rite a rpr 0 e's tty, but it's mustn't. get othe CGiod help them! They won't get tive Association, 1626 Arch street, Mem!\ni “ - may, f 6 3 —a ‘ arty give ‘| Aid & a surprise fo etty, b nustin ¢ rf)\nB yeturn very Seon, they say, and so Mrs. : : : f dean of Collectars ha’ a erent artist, . whose 12 Be bepdl i! vantit tomorrow night at the | #8 merey f i _ Celebration of founder's day by B\n% jmer has been most fortunate in get. i » oP intimaes extends even to the King himself. eartlent And good-hy—\" And she kissed “But what made him do such a thing? College, Broad and York streeta.: In"
        },
        {
            "passage_id": 13,
            "text": "i eps ‘ = \"e } ' According ts srmitted to 3 . bs neked Betty \" yul , ’ t , {\n‘ding him to come and address the workers, VIE discovered something today about bust- sales le MR poled ps i, dag him again. \"I'm going with it A I could have swort tion,"
        },
        {
            "passage_id": 14,
            "text": "* ‘ P tae 1 . oe ave Money-—lots of it Ho wasn’t very well le “Se\nlly, Jast Monday, when Lieutenant ‘ hess, This is it: It's easier to lose a job CYRIL HAMMERSLEY, gentleman sports- mL , off, you know,” ni rant areng gy\nReally, i ‘ than to get one LU hd mateabout-town, with the reputation Tomorrow i ning Industry,” by Dr. W\nmmander Payne was speaking, and then When 1 resigned from Marsh & YFelton's daughter “at wn Renee Lalitiennlee. Pentdineg Mr. Mather smiled and pinched her cheel Sted INCUED TOMORROW) crennis Ene National\nat splendid young Australian, whose last Saturdey-=no, Tl be honest with myself p : tion, Franklin Institute, Free,"
        },
        {
            "passage_id": 15,
            "text": "HO do you think they are going to"
        },
        {
            "passage_id": 16,
            "text": "some wonderful speaker. He has to Problems of inquirers will be en into t tory"
        },
        {
            "passage_id": 17,
            "text": ": at any rat 1 1 was fired; 3 : ifhed ecards Sheek hee BET any ne a ian ths gee py po ee lg a weak ;\n10 t 1 marveled at the at any ate, when wis ed; ye . * (try officer, now on specht vot of plan on the part of his daughter and wot ‘a e —--— -\nPpame I did not get, . =f thouwht it would be eawy to lat the War Office, Dive others complete the cave (howe F anamattanthn otk 2 s alae —\ne ‘ m ’ tenga 7H . bof ‘e é ! + i cirele, During . “4 fter the AS Be i have thought of questioning them 2\nggresss of that one Red Cross center. . rhe vari employment augencies “ denartiee war thin Ladies thacammesnier Po ohided » would the changes in the weather, Hoe un In a us anc j MARKET?\na y there are at least seventy-five 7 every day lists « f Jobs ya te \\ e ; J “shocking. bat te eatmly naecepts iidn't liked the idea of her hunting or play - ‘ STREET\n. e All IT had to do, so 1 foolishly tho rebukes directed neainst his courage and » but she had done them both and By MARY Not GLAS ABOVE"
        },
        {
            "passage_id": 18,
            "text": "vorking he aking onia » Sarasa ‘ cs : howintes “ale J te, cannes\ngmen working hard, making pneum ‘ ; My ignorance, was to go and t c With an impersonal “Haw! cine Thin ARRON NE aes Hie\" PAA TL Amo\nickets, compresses, dressings of all kinds ‘ Now | know different All the pick at’ During o tellin the conversation Hammersley 1 Dt & pyrigh"
        },
        {
            "passage_id": 19,
            "text": "nske t . ig . . , \" te ‘ fully w ‘ ane ent ! r\nhappened today hus been at me it f . tain Bytield for some cigarette papers 3 urful hen she Wer in fo"
        },
        {
            "passage_id": 20,
            "text": ": : ’ ° . , 11:15 A.M,\n\" 4ptions every day. By ti yay ; noise . and fobaece. Loter Bizzle intercepts him when ‘ tit ut had learned to wateh the filght J\nsand descriptions every day. By the way, for me. vlone in the snroktry “poor and ifter wo few . hen ja ’ t ;* ith growit g& cont CHAPTER \\ Wb M"
        },
        {
            "passage_id": 21,
            "text": "aking of Cressings, I hear there has tee I'd better recount whi ' , ‘ minutes of ceesstul parrsing bluntly ashe par i\nY A GOLDWYN PICTURE"
        },
        {
            "passage_id": 22,
            "text": ": ; ' . varning t« 6 ‘ to the who n | for the cleeeotte nane chich Pytletd hod nd had even erected a shed for het ’ . ’ ALL THIS WREK\nquite a misinderstanding among es rm ‘ r ad ny vanert nee Py $2 | messed te hin, ftunimeratey, ‘reftiwes, even te 1 the mend behind the stables I eeling the Wa Ps\nVgome people, who think that the Red Cross ; About 10 a. m. I went ‘ . sal ine ‘i ’ Sara Lane"
        },
        {
            "passage_id": 23,
            "text": ": a \\ 1 hing «a i ‘ ‘y bake ‘an First Presentation of\nPaces nut need workers, because bandages ‘t Employment Agency to hook en to one of accepts Rivzio's threat of exposure, Ledge ie aeknd AL Lakd Ata"
        },
        {
            "passage_id": 24,
            "text": "1 t wat ‘ . i«. oon OEP . no . ‘it aged twent tive ur five year yrivate ."
        },
        {
            "passage_id": 25,
            "text": "po se ie ied ‘$ z those jobs tT saw advertised, To my delight, When Hammersley takes Doris home he no- Ont Mer rosier Lil withdraw my nbulance ; tay, who th & widest at tt a arate house M AE M A R Ss H"
        },
        {
            "passage_id": 26,
            "text": "are no longer needed. Now you see there is : ae there was only one other fellow there—and tices another automobile follawing them, and ; party! +’ whose +s ieian of pach thins “THE BELOVED TRAITOR’"
        },
        {
            "passage_id": 27,
            "text": "i ifference between a bandage and ua eR at he was there by appointinent gives his chauffeur ordera to ‘lose’ it. tn Si hiuehed ‘ I forget!\" #8] { consisted of nu few page aber erat \" MARY PICKFORD fn"
        },
        {
            "passage_id": 28,
            "text": "a diffe Sina \" 4 . A smart young man asked what T the menntime, the Mahima flrs diticutts after him ag he got into the car an Enel st a at ccpselccues: MARILLY OF CLOTHESLINE ALLEY\n‘dressing. They have not ben making ‘ wanted and I told him I wante ‘ ysi« HY tyvolding an answer to bis flaneee's ques: wih sanirbay wi taal mm English ad by jae + ol b sspuseiscscrs"
        },
        {
            "passage_id": 29,
            "text": "‘2 A “ , N . 4 . Pn fier fey 4 joning us to ) he @ not eon out and ! he lr rture of he t ww ya ‘ T look around ¢ my aw dainty\n‘bandages for a long time at any of the : a, of oe al traveling mal “me or. dry phoieak fn to ay pe Gees pet same eal oe ah Lifter Sheen asnelaie t dnd ver hos Sod?\ny > f for si } eason that 3 onds houses iat ey advertis As the pnrenine ¢ gains Cyril asks Dorks if : tizz men might come now if thes work and the i lial fur l agile\nF headquarters, for the simple 1 He grinned and said, “You ave only about whe will teak whine t . a her and keen them ' ‘ a. lneite them ‘ai ar sack c irtain ‘ t n in the b ° A pe nN\nthe old-fashioned rolled bandages are sel- f 800 applicants too late,’ Rate antit he woun ‘ sdten te. the wou , rer ‘ . RW 7 M :"
        },
        {
            "passage_id": 30,
            "text": "Ihe Sha 4 \" n the least ¢ bath with its sunken tub and yolished p ACh 1 \"|\n‘. ‘ “What?” , . “Hos \" her thrilling race De ‘. st vs the other ‘ Was not in the lea id , men 1D are polish fa i ‘ AT EB\n- dom used, but surgical dressings of ul a. ys sf Jk d iak ‘ bs oid se rT ou eaten ahi a nim My Hinonsine, of reelf, he knew that the da to | Nickel ! _ ys. C -4\n: nd deseviptions are being made pe SRR) ht AA URLS Nort Doris, with the packwee of cisarette papers, yril had ed—s st for the present No lear ® prosale details and to loo! 1214 MARKET STREET — ,\nShinds and ¢ i : : ‘xactly,”” he responded, “but morn- stips out of the onposite, door into the darkness , 3 A wauidn's coma t , leaded window. Lovely green 3\nand are greatly needed; terribly needed, as : ing has already gone, so far as ting that und the safety of her father’s estate, Cvril, 1 rte s her She inted time ti ‘wns it court and beyond the gar- | CI OSED\na r. d job or any other special { concerned ‘rou tussie, makes his ‘Ketaway Alone ity : : s wt tall i | ad\nd@ the sooner we awake to that fact F e ; ' vat . ' it all |"
        },
        {
            "passage_id": 31,
            "text": "You want to get here by vou really in her room, Dorls (oally gives way to hee ik « wh ’ 1 “eny to him evenly clipped hedges"
        },
        {
            "passage_id": 32,
            "text": "af Press a4 H ps 2 at » olenrette papers, nents hough eh ath mv face and hand 1 slipped ia hl\n? ea bien 3G 7 ia thee w di mS, “However,” he continued, \"le take your describing the movement of British troovs, cial Pras ites aap a elf Sas t softly here.) t\nOur men ure getting traine d before they ~ name and address and some particulars of Her lover ina ? ; Mh u bigs 19 had no wor t “ \" \" VING TO TH"
        },
        {
            "passage_id": 33,
            "text": "Pgo into the trenches, They will not be MISS CAROLINE STOCKTON BROWN | sour work and abilities and we'll see what | . 1 im, grey cious. What tinal 4 cone iid sl ‘ ould DEATH OF"
        },
        {
            "passage_id": 34,
            "text": "E thrown in “raw” as were the first English Miss Brown is the daughter of Mr. we ean a a CHAPTER IV (Continued ie , sf AVattond j nes \\ ‘ nfo that room, where ‘LEY V. MASTBAUM\n: > O86 rave him y name and the nddrese of . . ° | 1 no frerr atford kept ¢ , “ cnt Me fede Schnwthn ."
        },
        {
            "passage_id": 35,
            "text": "Piscops. To hear that Australian lad tell and Mrs, David Paul Brown, of 3311 ie gaye. tim my fame and the address of \" ; nen nor nd \\ ‘iid a rats re nee S| ie ova) cople were chattering Manuaing Director"
        },
        {
            "passage_id": 36,
            "text": "of his experiences in Caltipoli and how he De Lancey place. Her parents will I worked list and why 1 left vers had evidently taken ok tn aaving this chair for you,” sald"
        },
        {
            "passage_id": 37,
            "text": "{ r} he woke up, after months of give the first of two days at home Marsh & Felton’s,” 1 si ‘and 1 left ; eae rtia | eae alain it was in no very certain or | Wilfred Hide as 1 pushed aside the portleres."
        },
        {
            "passage_id": 38,
            "text": "felt when | ’ for her this afternoon. a Seite le oan (to : ive life T could : i ‘ i ; mu ‘ : : ery tate that Dorls drove _ At first the room was a confused blur of"
        },
        {
            "passage_id": 39,
            "text": "ot 1k of any good reasen t . . er 1 , f Ye t machine “ae 1"
        },
        {
            "passage_id": 40,
            "text": "fighting there, on é hospital ship to see of the gate of the Park int e4, 1 ingistinguishable from the"
        },
        {
            "passage_id": 41,
            "text": "/@ Red Cross nurse bending over him and | ~ i : . ate 1 y ey daalved f°\" Suerte rap he EY Tee Se ee 1 Mi onwen | cater, art nm of the next day wi 4 ther. tut gradually, as To sank into a low R C A D ] “a\nYo know that for a time at least he was | Smith, Miss Mary F. Nyland, Miss Watheyne | young Line Pe bi me pve atthe r alee ) her desperas | VOuRTN Wesel a RAL I DN ill i ae kde ARRAS CR ‘ i"
        },
        {
            "passage_id": 42,
            "text": "3 ? Vv. Nyland, Miss Mare ; P : ph APL LOS A . ie , - ay ’ the rear t. The main road to | gained my f contiden The girls—what - NHSOINUE | T a,\n‘away from the horror of it all, T tell you, | agieg Anta As Sor cently 2 Le PY ind ; Pi Jose nin a. i, ey ow re ek in | | empty of vehicles except for pretty, fresh-faced types! The men, too, had 10:15 A, 2. 2, O:4S, B:4S, 7:45, 0:90 BL ML\n4 Nyli » all is ity. ) . ent, § ‘ t some one g fi"
        },
        {
            "passage_id": 43,
            "text": "; M., 1"
        },
        {
            "passage_id": 44,
            "text": "' ; ' entr f ; 2 , \"I >\nByou want to do al! you can for thone: boy -__— and as IT was the last comer, of course it had | 1 the let ! t nf lie CURIS | \\ a the “at d A sy At came * it life Ww fr 1 M1 u 4 de Sted 1 ~ eit oy : BILLIE BURKE Me 8 DAUGHTER\"\n. awft ‘rrors . } os “ ‘ . + sipaplng \" 1 4 tedecbery Ll a cy MSE to me Added-——\"Son o nS et ter!\nBto help them through the awful herrors The heer to be wi 1 There was | J was disappointed lid seem too bad | NEXT W EEK. UBORGE BEBAN tn ,\n»>she drove leisurely, reach- | that the first man who nice to me, | CONE: MORE AMERICAN”"
        },
        {
            "passage_id": 45,
            "text": "ifter Rivzio shows credentials from a person s eure of yourself,” he said Hghtly. ren ‘hat"
        },
        {
            "passage_id": 46,
            "text": "named Moaywell, Doris enters as Hammerstey"
        },
        {
            "passage_id": 47,
            "text": "Stanley Company"
        },
        {
            "passage_id": 48,
            "text": "to be e\nLyccum entertainers will give a ploy ener it is to when onee y ‘ s y t\nthey will have to face, and dance at the New Century Drawing | * taurted, or An fnatant ir believed it | I ‘ t rel ¢ un Pal ad not ; is\n; . pote } errs i ” . ie man quick ant a wire to vy Heathcote ‘ rou know you're very different from\n; that in six months he had two shirts and nm three acts, entitled ‘The House Divided ly brought me to earth when he said musing ' ( rward i e ! rb at hen ‘fom saw her safely hi het ! sivis,” he sald, balancing toast and tea,\n} i dl hal Those taking part are Miss A, Florence | Iv, “Too bad, too bad; only this morn | t bie teenie ‘re so simple and unaffected.”"
        },
        {
            "passage_id": 49,
            "text": "that if he had a minute to take one, shake | Quinton, Miss Alice M, Teale, Miss Mabel | they phoned us for two men for the kitchen | ‘or ft ne while she malt ase ' : a ee then our hor Dell Merle, strolled\nPthe “Couties” off, turn it inside out and | Richardson, Miss Nellie Field, Mr. Harry | 800ds department.” 2 DS é window, her brain tar : i ms dpi ( win the ran uy) ® seated herself beside me."
        },
        {
            "passage_id": 50,
            "text": "VICTORIA ““ist8e\nTHEDA BARA in “DU BARRY”"
        },
        {
            "passage_id": 51,
            "text": "Added -\"Son of Democracy’ (84 Chapter?\nNext cek—-CONSTANCHE TALMADGE In\n'? Was it the Sacre Coeur? 1 have eS ae"
        },
        {
            "passage_id": 52,
            "text": "4 ee | . fa : . llv cles Bb. Birtwistle, Mr. William 7. ‘Teale, Mr lwo I exclaimed 1 irprise | h CAGB ON i Wi n li it me mt you have just re-\nPput it on again, he felt wonderfully cle seit Cecil C, Calvert, Mr. George W. Aigara and | Wonder if Billy’-——-then 1 stopped abrupt oom ” rwiy att al vatehtul Gorgon, ring against intrusion, | turned from abroad’? That you were educated\n. Think of it! We who step into our daily Mr, Joseph Becker, ‘The play will be dl- es, es,” sald the fell w, “one permanently 16 i etil } He yellow phere | wit ‘= “gee mt Which des | in Fre\nqub, Is there anything we can do that is | rected by Mr. William J. Hrwood oWell,” Na eninge hi s ety ; yuDpON of chauste , mind a ( orning, Mm, who slept with"
        },
        {
            "passage_id": 53,
            "text": "1 t ; rr T \\ iis ' t Station with twenty n a ti as the one [ had promise Kk ¢ ‘"
        },
        {
            "passage_id": 54,
            "text": "Think of this! That young man told us Rooms tomorrow evening. The play isa farce | myself, The employment ric ‘ ‘ to turn, ent het ion Ith twenty minutes to ui promised to look after.\n|\nj\n{"
        },
        {
            "passage_id": 55,
            "text": "! vas not the Sacre Coeur.” I tne SCNT MARKET SY. Below 17TH\nopen, wakene suddenly and asl her terrupted hast tae wien gn REGENT Paramount Presents"
        },
        {
            "passage_id": 56,
            "text": "ele"
        },
        {
            "passage_id": 57,
            "text": "Tomorreow—\"Getting in Deeper”"
        },
        {
            "passage_id": 58,
            "text": "; good enough «for our men? 1 think not, — we can refer to them for on lace. How ; | ’ a\ncn SE Mrs, Martha Maris, of Yardley, is spend= | long were ¥ou there? CHAPTER V ‘ety. to look out of tha window. Her |. Dell Merle locked at me with her brignt, | DOROTHY DALTON “Va ua,\nR, WILLIAM POTTER, who was at] ing some time with her sister, Miss Janma Ft OnE Re ee ee PEE PURSULE CONTINUES ieaig tied Sones Bt ® large station, the | knowing exes, “You und 1 must speak | sicainiaaeaiie LETTERS\n4 one time ambassador to Italy, is to Howell. fow lone e ne tl} ahiatpts eaid the fel- A Pec hespes eigng ige Se satis ; darkne t of ret Bie Bie oo she Mois bathe * Put ; lm afraid though, I'm MARKET STREET\n_ preside tomorrow evening at the entertain Mrs, Eliza nith, of Yardl ! t i ; £2 loud knocking on the door leading i ved the direction of Wilson's finger, Out- hn don't } said with a little choke of & AT JUNIPER\niment being arranged by the Italian com- isiting Mr, and Mre. Walter Bastburn, of ont arly two months,” T grudgingly sald, dressing ¥ : hi HESD 08 le, pacing tt platform and smoking | “inotion t it was not of the kind VAUDEVILLE\na ss oent eS . S$ vant ’ Much better give ine exact de 8 if you * exhaustion an rou $ with icaret were two men thought — CONTINUOUS\n“mittee of the Emergency Aid at the Acad- sast Orange, N, J. want us to help you,” he said quickly—-then: liffienl n litt yewil “lat the unusual “What ts it?’ asked Doris, half asleep “T can't even think of France without 11 A. M. to 11 P, M,\na 3 rake were you before then?\" ounds, ens i ememberted lack “DMs big a teas pevtegrg aby wrnitadie weeping? “ ”\npemy of Music, ‘. A i ae Mrs, Joseph R. Wilkinson, of 5109 Mazel 3 my first job.” ing the door : A k} ) of bed, put me : bork 4g lage ieee Ay ia bite She put her hand in mine and said softly. | THE NEW MODEL\nMr. Potter will introduce Will Irwin, avenue, announces the marriage of her sis- as he continued. “Well, what's your | ’ Haw ‘ it frawer of her desk 7 aii vane \" . ic motor- “tL understand. But I do want you to meet | “A TELEPHONE TANGLE”—OTHERS\nthe well-known author and war corres | ter, Miss Anna Rebecca Warner, to Mr. Eli _ a Do you understand double entry | and pu mack the ‘ ae ere | \\ 1: ' and 3 eieie gical : gee “ Ri, itl mean 8O much } CROSS KEYS ™48Ket ST. Below 60TH\n| : » the epeaker King Gant on Monday, Mareh 4. After a ook Keeping. To her surprise her f er confronted her F eae TOs ered Pussing and Pepassing oO ner, And to you, too,” she added De y ae $\nEapondent, who will be the speaker of the ae | waa aine Gin Sie, an ii cnt will “No, and behind him er members of the ' e on the road to London, und the 1 win dressing for dinner, More and more | “THE CORN COB CUT-UPS”” iJ\nning. Mr. Irwin has chosen for his sub- | | ake tt a a At Twin Onke, near Pite “Do you know shorthand and typewriting?” | family in variot 1 of their morning i driver came back/to her, She een to be entangled in the silly lie 1 1 C wN- . ay\n“The Latin at War,” and having but eee yatnee tetas fone ener enh Deena) “No.” toilets, peered out at him eagerly and as the man | told so carelessly, J, who have never been tes ie: Sci tel ‘\nBeene Hatin a gs lin be man, N. J. ae “Do you understand office routine?” pete sha wa oli Stabler. & turned she saw the face and figure ef the | &bread. 1, who have never seen the outside | BROADWAY 2®804D. and SNYDER AVE.\ncently returned from the Italian battle- _ ve : ; HONG\" Puan ! vid Mather, wi li oman clearly it was tho motoreycle ou convent door! - DAILY NIGHEMe:\nfront has many mighty interesting experi- Mrs, William A, Cochran entertained the “Have you any knowledge of transporta- is the matter?” neked the in, and in a rush the thought came to her CUNNING WwHo KNOWS\"\nat valate, ae Bridge Club of which she is a member at | tion?” * from one to the othe rin alarm wit his figure and bearing were strangely\nen 0 ate, her home on Midland avenue, St. Davids, i | hae a “Sates hed “yt noth ne, now liar. X\nThe War Department in Washington is | on Tuesday afternoon. Among those present gel near = ptsicanp ete i hat you Burglars, that's all a 8 SFG, | Bhe Wilapered, Her Ongere nn OPPOSE ADS IN SCHOOLS\nnding on some Italian war films which | were Mrs, Alvin C, Dinky, Mrs, Robert Smith, vhat an vou know?\" Dotis’s heart stopped beating as in a flash Vilson's atin were followed It's the hh .\n: “3, Norms ay rs, Frederick <A, i nf tyre of revi r memory the incidents of the night | same man waist night, too.” -\nhave hitherto not been shown here and the Mrs, Norman J. Coudert, Mra, Frederick A I can sell’ goods,” T snapped Cire con e quickly back to her, “Last night?\""
        },
        {
            "passage_id": 59,
            "text": "s i de Canizares, Mrs. J. Bertram Mitchell, Mrs. “Mine seg tatty be Reali ‘aaa <P aie ‘ be RES i ” Rec uest of Wome s Salbeo\nsic of the evening will be furnished by | yy; Kk, Mulford, Mrs. John Barnes, Mrs, H, waa hate vou ti tet sive “What eanerie Biba dat te : miered: Yea. ate the man called Ji. who : oh Publicity"
        },
        {
            "passage_id": 60,
            "text": "an Italian orchestra. John Patton, Mrs. Louis H. Watt. Mrs. | have you had other than at Marsh & Fel- | wator ae : inting Saree dre sit a voor ‘No ad “Huee ae : ny bela ning Body Against 1 obacco Boosters\nThe Italian committee consists of Mrg, | Robert Ebner, Mrs, Humbert B, Powell, | ton’s?” ake : , vindow, “E a fine me they made of You say 80, Miss Mather, Of all the | “Filed for Fere ”\nSMenjamin Miller, chairman; Mra, J. Gard- | Mrs. Radcliffe, Mrs, G. Winthrop Cofln, None at all.” T finally admitted, “but I] ings You'll have to take account of stocl Siete Nees Mi cade Filed for Reference\n‘Benjamin Miller, chairman; Mrs, J, Ga Mra. MF. PD. Scanlan and Mrs, A, If, | know T can sell i¢ given a chan ape Toul) have to fake Sogpuns of k, Sir Gates Ngaate :\ner Cassatt, Mrs. J, Bertram Lippincott, | yayjjo¢ “No experience, no training and fired from si Mauna ihe Glastderel POOR tere Wak fa wines f etiva ee\nMrs, Herbert M. Fisher, Mrs, James Mit. | | aire j the only job you had. Well, there's a place sanch alarmed, The drawers of her | o that Hight. Bolt upright, side by | Advertising Wo\n. J ones . + @ » rg ssn : for you somewhere just the same Come | * : . Ftd eR cle Bde . » we hee ae ‘a + Side by avert\nflln, Mrs. Albert Weiner, Mrs. Robert B. Mrs. Howard &, Chrisman fave au * 1- around in the morning—before 3 0% Och, ap OnT eS neh at aie seed tah e, they watched the ewe ae into eu ~ | permitted to exhibit in the school rooms pos-\n‘*s, Charles ; dren's party on Saturday afternoon at her | though-—and I'll see what we can do.” | ere At A Lb eat | sunrise into broad day. They | tera advertising the need of tobacen, 4\né ae mre. Charion f. Houses, Miss home, 118 Walnut avenue, Wayne, in honor And he dismissed me. ‘The rest of the |, “When did—ald ft happ , se asked | saw no more of the motorcycle man and | ana the like for tha eatinva ae nts ‘ieee\npMary ©. Beath, Mrs. Willlam P. Worth, | of the birthday of her little daughter, Betty. | day I wandered aimlessly around wondering | {ere galy TST NPLAS ‘tl lg y pes te Priree bls herself that there was noth Was not received with enthu ‘agin ag nee\n, ° - f \" “POW wy set some @ n because that wai { ing eo feare ow ¢ > packe ras m . SAS yY mem-\nMrs. Charles M, Houston, Mrs, Sydney | Among those present were Anna Cochran, what the morrow would develop a i Jt . aie es BS, i ae akt, The aieeet ot vane bers of the Board of Education at the Hips\nMivight, Mrs. John Morgan, Mrs, Edward | Betty Radoliffe, Dorothy Mather, Madeline | p———-——————— ena time vetore dawns Bho started in affright, ‘The packet at Betty | ine yemarday of the committee on alee,\nTroth, Mrs, William A. Low, Mrs. William een ie sae and Frances Shull and TODAY'S BUSINESS EPIGRAM “Wilson was here until 3 think ut you | iying innocently in Betty's post-hox or in | taty school\n4 Wate ee ee x Zlizabeth Eimer"
        },
        {
            "passage_id": 61,
            "text": "HL. Gibbons, Mrs. Henry Evans, Mrs. Wal en | Tt's easier to lose a job than ta get one, | pith room e . th carele: hands of some stupid Seotch ne ow iber offered as a reason y hy the |"
        },
        {
            "passage_id": 62,
            "text": "’ ; gardener, or Worse yet inviting curiosity of privilege should not be gr: 2 2 {\nBanes, Miss Virginia Hartshorne, Miss Mrs, P. Corlies, of Rising Sun avenue, || What does this mean to You? si Sea ae ember.” said the girl, passing | Betty's desk or bri table, Her heart | hardly consistent Big gto reny moaneee\n1 i } oe d across Y PYOR, wien ee 3 tat : . eh i 4 re\n°Mary McCullough, Miss Mary Tattersfield Lawndale, will entertain the members of her se cians her han ‘ sank within her as she realized that her | picturing the delights of tobacco before the"
        },
        {
            "passage_id": 63,
            "text": "hnd Miss Ruth Gibbons five hundred club at her home on Tuesday very W tee ik Pa brave plans might yet miscarry, pupils’ eye nd yet expect boys of tender"
        },
        {
            "passage_id": 64,
            "text": "the Philadelphia Club of\ning Women that the members be"
        },
        {
            "passage_id": 65,
            "text": "° @ wt ’ tu n't rdierstand why J .\nafternoon, Business Questions Answered ica ia It was with «a sense of jovous relief that | years to resist t\n. ?"
        },
        {
            "passage_id": 66,
            "text": "f Who makes the better salesman, a ane , wW t {rie 1 us * : Tor ra] train pulled at last into Innerwick Stu- | gested W e { te\nPAR. AND MRS. WILLIAM L, AUSTLN, ‘ re mir 5"
        },
        {
            "passage_id": 67,
            "text": "an YO Try woman? J. EB. W broke ' ‘ afral the ¢§ rZer i, When, she got down she saw setts Another et said e me a |\na in Rosemont, invited a notable gath- DISCUSS THRIF T Both, either, nelther! Su t ) t id h thought that |"
        },
        {
            "passage_id": 68,
            "text": "; : Successful gelling | mirh ve wot it you : ’ eee ih ah brake, tl e ¢ ‘ad chests | churches, clubs, stere windows and telegraph |\n; ; - * j 7 is nu question of onality, hard work an lee hk , 1 vou % uts res e in le keen moorland air, and oles . yroner ors .\np ering of people last Saturday after- S TAMPS AT i OTING | training ana not of s x. ; Ae Ne ' re oat my tibrary ae che | looking very youthful and handsome in a | POys Were the proper places for the posters\n: , ; & : : : 4 tu he show1 rhe letter was filed for futur\neB noon to their beautiful home to hear iM a | 1 ' £ { brown rein h, hiv si! made the symphouy com- cats salad 1 uture |\nMajor Lauchlin MacLean Watt, chaplain 7 ren what tnen char 4 wy | ' y he 1 ve wind in’ her |\n|"
        },
        {
            "passage_id": 69,
            "text": "temptations sug- {"
        },
        {
            "passage_id": 70,
            "text": "to the Second Gordon Highlanders, of the Sorosis Club Met in W enonah, billttes? CAPITALIST 1g a sigl :"
        },
        {
            "passage_id": 71,
            "text": ": ne gt? erate YF\n‘ r ry ‘ Choos town her ti build an i ; Seas ‘ i “Of course, Doris, you're to be trusted to FORREST NIGHTS AT 8:15 CHESTNUT\nj i A ) oe] rs oose a town where ie building trade Thank P ore e put in verentiv, ; ~ 33 ha Ashes t ~ ? 1 :\nBritish forces, speak on his experiences at N. J., When Members Agreed is good and one that doesn’t Aebendnir one | at tenet we're nil safe and sound,’ | do something surprising, Oh, het dack | * MAT. BATURDAY STREET\nthe front. Major Watt has the Scotechman's s “y"
        },
        {
            "passage_id": 72,
            "text": "Lid\n, | ; aT : Sandys—you didn't know, of course |\n¢ SS « * line of manufacturing for its livelihood nned at daring of Riza en fined sb be : pin IC\n\"i i . to Increase Sales Peter Flint will have to solve this proble: dered hy the persistence with whieh they The sight of these familiar faces gave MESSRS, SHCRURT\nAry sense of humor and while he told of himaelf at some later date. om fad followed thelr quest while she was sleep- | Doris renewed confidence, and when from | Nights $1.50, $1, 75c, 50c\nthe most thrilling and pathetic scenes in eer AARINTATETENTS or now ng. Dor F { ‘mulate a quick plan | the box seat she glanced around in seare | oo os ‘ ;\nt | Mrs, Jesse W. English was hostess to .The (CONTINUED TOMORROW) 1g, Dor 1 '\nthe trenches, he also made many humor- : : waite tice :"
        },
        {
            "passage_id": 73,
            "text": "Sorosia this week, when } A ane _ ta hide ¢ g ¢ v intrusion from | of her pursuer he nad disappeared. LAST MAT. SATURDAY | Matinees $1, 75c, 50c\n§ sis s ek, whe ler guests ineludec is the members of her famll Sandys clambered up behind them. Wilson | HENRY W. SAVAGE Offers LACEPT SATURDAY\n4 8 remarks, Mrs. Charles H, Lorence, Mrs. Robert H. | RED CROSS BENEFIT She had been examit the disordered | got into the back seat with the grooms, the . . =i"
        },
        {
            "passage_id": 74,
            "text": "'\n% 3 000N AA MMH we = |\nMr, and Mrs. Austi pre assisted in re- | Comey, Mrs. Lake Gilmour, Mrs. Chapfle W f on aN R ) THE MUSICAL | $l MAT. FRI.\nrs. Austin were assisted in re Hi. Beatty, 3 . ’ larles = “unm ” es ' ate Tt 4 pages “ A \\ wy wy ¥ AY \\ S \\ COMEDY | rn = a4 9"
        },
        {
            "passage_id": 75,
            "text": "sutty, Mrs. arles FE. Keeler . i > “Me jewel case, fortunately, ieep In my “Constance was tired, Jacl: wT 1e , Wy XM Wha’ ae sca Rsen j “"
        },
        {
            "passage_id": 76,
            "text": "Wing by their daughters, Miss Reba Aus- oy te oi pote Fo ese Pr Iid- if) OR F ALLS AUXILIARY neat i wel ¢ Mes Of hi uperely 2M p Rs my hs: io aoe. M a poe rill eer eh Ne a f DELIGHT | ¢ THESE ARE THE"
        },
        {
            "passage_id": 77,
            "text": "din, Miss Anna Austin and Miss Jean Aus- | }iam Dawson. At this gy Pag Dl ya ++: emerald brooeh to} repaired which I put in | wanted was to disappoint you, Nothing like a a . |"
        },
        {
            "passage_id": 78,
            "text": "Ha, Amo 8 “se rere Mr thrift stamps w: Us ‘ ac . this drawer 3} ony ts gone, disappointment. I[t breeds asptration. But,\" | ) AW } ‘ SIGHT"
        },
        {
            "passage_id": 79,
            "text": "mong those present were Mr. and of . whe Ne ee ser discused, and each Falls of Schuylkill B ranch oO She saw 4 zzled look come Into the she added mischtlevousiy, “I’m sure. ab a 5) AN \\ ty N bY ‘ : NIGHTS AND LAST"
        },
        {
            "passage_id": 80,
            "text": "rs, Willi ¥. Dreer, Mr. M ry, | member present agreed to make some sacri- : Pein Jeon, whe stood near the window : ad 7 People * ™ ; ‘"
        },
        {
            "passage_id": 81,
            "text": "4 am F. Dreer, Mr. and Mrs, W. aco aaa wauk ta tavek af Can tee f Workers to B a eves of Wilson, wh zo + | dying to see you, .Awf'ly sad—especially Die No Wy countlthvonntl | M:é ES OF"
        },
        {
            "passage_id": 82,
            "text": "@ustin Obdyke, Dr. and Mrs, Andrew | in this way not only encouraging ane peee orkers to Be Aided by anol yi pg aelgh ~ ye he turned | Mace t's not, quite eortyestans hours since | A TRAIN OF MIRTH AND MELODY |}"
        },
        {
            "passage_id": 83,
            "text": "“Match, ‘3. Horac : : icing thrif aie oer 4 ol ‘d Party Oe ner tna lanky it, waente | YOU Were waving a tearful good-by in Euston | Nights and Sat. Mat, Ent! . |"
        },
        {
            "passage_id": 84,
            "text": "s Mr. and Mrs. Horace H,. Lee, Mr. ! ticing thrift in every possible way, but mate- Large Card Par ty toward the do: . we sie ont, wa n't | Station.” “3 ‘ pa Bor =k } “poonir i iy $1.50 |"
        },
        {
            "passage_id": 85,
            "text": "|"
        },
        {
            "passage_id": 86,
            "text": "conte of the upper rs of a bureau, boxes went in ween, and they were off B\nANY .\nAt this meeting the subject be \\ Ory LAST THREE\n\\ .\nand Mrs, Belding, Mrs. William A, Sawyer, rially helping the Government to win the war. worse Vin p cone"
        },
        {
            "passage_id": 87,
            "text": ": “Did you get my package?’ whispered nty of Good Seats, 50c and $1,00,\n. D ae se Mea a It was found that already about.a thousand | stable,’ eke i red ¢ Doris In her ear, at the frst opportuni CRA RAN gE aRCE :\n\" aniel B, Curll, Miss Clarke, Mrs, W, dollars’ worth of stamps has been bought, Mrs. James Lowry and Mra. — This was What Dorls had feared and yet Whit no ‘cnet . Oh ys che pall | oe WietcApAta OKAY |\nGibbons and Miss Gibbons. principally by the children of the commu- vor. of 3025 sore Twenty-fifth _ | she paul ee nes Bs pee ae enue a Neate It was torn and awf'ly’ muddy, Higgins | THN } DAZZLING DANCING SHOW CPN Ta Tr Eyre\n' NANCY WYNNE. « | nity, and, as the matter is heing put before | “ give a card party on the e of | firmly anc teeth Wit meee SSS\" * apopped it from the dogeart on the way | KLAW & ERLANGER'S IMMENSI’ | NEXT _ S\nis zs the various clubs and societies this week, it St. Patrick's Day at the home of Mrs. We! h, ang, i r s one ae aan o was devoted to over and had to go back for ft, 4 NEXT MO? DAY SEATS NOW"
        },
        {
            "passage_id": 88,
            "text": "- - Lucky he Cr pssst ARTHU\nP ad Cros . ¥ , i idadl , “4 / ARTHUR\na aS is likely a marked increase in the sales will | ald of the Red Cross group of the Falls Ps a4 th she Ww t in the habit of | found it-—in the middle of the road. What ot Q): 4) )) - i\nSocial Activities soon follow. of Schuylkill, Assisting the hostesses will be ner ng , ‘ye ai tairs, bunt her mistress had | @ silly thing to make such a mystery of ie 1 We H f\nPMs, J, Gardner Cassatt will entertain the Notwithstanding the fact that it was tho | MTs: John May, Mra. William A. Dirkin, | geen the look of incredulity in the woman's ant re ip hatin fy \"you might be sure ys 2 | u iN)\nMeelis gissts in her box at oo pg short month, Mrs. Potter, head of the local il Po ene beg Georse Staub, M: night and the pusais 1 f xn on ion | 4 have aon othiag 6 awe at yniimoreck\n: 2 Cross. repor sine tte ante oardman, rs. Jose Ranga, bie , » which indiented a suspicion use F erstand, ou really enmasioneeniipcininenentl : as,\nFrancais this evening, Mrs, Radcliffe Cheston Red Cross, reports the following lst of ma- oe Fly oe “— = eph rgen, Miss t vista arrival in the Hall with | could amoke here !f you want to ¥ ‘the MA BROAD, Last 3 Eves. “Ast Mar\n‘} Mrs, Houston Payne, of New Yorks: terials turned out from the workrooms dur- Mary Sees A ~ Thomas Gavaghan, Mre, ont : ntran if the dressing so much secrecy about it.’ : senile ” . » Last « ~Vgs. SATURDAY\n» and Mrs, Edward F. Beale, and Mra | ing the month of February: Seventy hospital Charley Brown, Mrs, James Lawler, Mrs, Auk knew that she must tell her “IL didn't know,” stammered the girl CHARLES DILLINGHAM Presents\nhn W, Drayton i = towels, 100 triangular bandages, forty-two | William Boyd, Miss Anna Flynn, Miss The- | ! om , 4 me §itt."
        },
        {
            "passage_id": 89,
            "text": "“\" . : i somethi t would satisfy her curtosity “I—I've just taken it up and I thougt =\nhapoene rolled Canton flannel bandages, ten T, ban- | 7e8@ Ellinger, Miss a Foley, Miss Boyd ate bath please, Wilson,” she sald coolly | mightn't approve,” ought you aoe"
        },
        {
            "passage_id": 90,
            "text": "|\n; Mrs, Henry H, Endicott, of South High- dages, 280 four-tailed bandages, 100 Scul- Miss May Boyd, Mrs, Thomas Foley, Mrs, | in order to gain time. “And say nothing, | Betty glanced at her narrowly, ‘ J (v0\ny"
        },
        {
            "passage_id": 91,
            "text": "| A MUSICAL\nnd avenue, Merion, has issued invitations tetus bandages, 828 oakum pads, 700 gauze John Flanagan, Miss Mary Burk, Mrs, you underst A “Whatever ails you, child? [ disapprove! Pall |\n|\n|"
        },
        {
            "passage_id": 92,
            "text": "i OF INFINITE\nCO, OF 80, ORCHESTRA OF 24,"
        },
        {
            "passage_id": 93,
            "text": "the marriage of her daughter, Miss Apna compresses, 9 by. 9 Inches; 880 gauze com- Charles Brown, Miss Sue Nolan, Miss May “of cou Mins Mather.” oaia Wilson, You know IT smoke when I feel like it\nthrop Endicott, and Captain Harry’ C, | presses, 3 by 6 inches; 240 gauze sponges, Missit, Miss Ella Koley. Mrs, Bertha Keen, | with her broad Kentish snille, wouldn't | which isn't often.”"
        },
        {
            "passage_id": 94,
            "text": "= --——— - —_— — ee ee\n© : . — \" & sad ah i Pr y\nBean. U.S. R, on Saturday, March 16, at | eight khaki outfits, six gray outfits and two Miss Laura Scheeler, Mr, and Mrs, Osear | ha dreamed oe) “ refreshed and invigorated The subject fortunately was turned when DISe LYRIC—LAST 3 NIGHTS ES:\nF on. at the Memorial Church of St, | knitted coverlets. Noll and Mr. Frederick Teal, i E age ene planned skillfully, By the they passed the road to pBen-a-Chielt, w ES} + LAST MAT SAT. gules $1.50 © :\n\\ » Overbrook. A small reception will fol- he Brecon brought her breakfast tray she ‘Lalways envied Cyril hts cliffs. 1 love the Love Comedy by J: Vo. Harold Terry j Aseee 2 A , gece . fy\nthe ceremony at the home oe the bride's Mr, and Mrs. Frank B. Burdsall are being 4 ig bey: y ~ War Relief So- 9 caay . ae “the yellow packet A | sea and Cyril hates it. ‘So jolly restless,’ ” “A SOLID EVENING OF DELIGHTFUL EN- JACK NORWORTH'S CHUMMY REVIEW ~\nnts. congratulated upon the birth of a son, Ogden eiety pod Dr god eg Bay ea oars bas cigarette papers and ber 1 aga We # tobac- ne ey sewer tanel a tee: TERTAINMENT.\"—North American, | iL arma\n; ' \"Aas born February 28. Mrs, sa oe * . © “ary Grindrod, Mrs, : much in a pair of silk stockings sur- é rae aes ee r4 —hve miles to , ° : c— ‘ TS /\n®Mr. and Mrs, Harold Peirce have issued ar a karan a alee elegy Sor ny William Grindrod, Miss Eleanor Hennessey oS ae hy many thicknesses of paper and in | the firth at the very nearest. But I suppose,’ GARRICK aces W 44 ONLY ; ~ hay\ntations for the marri f th 2 wi ) 7 oe eweee 8 : | and Mra. J. Metcalf, and meets each Thurs- | oo aiag <1 handwriting had addressed it.to | she sighed, “one has to overlook the de- | «9 ie Ne ;,_ Mats, :Wed., Sat. Nel\nmarriage of their daugh- daughter of Mr. and Mrs, Oscar Ogden, of 1 Thurs nan disguised han “ . lencie fa , ne i : the Matinee Idol de I —N, Y. Evg. Sun. ia\n» Miss Elizabeth Peirce, and the Rev Princeton avenue : day afternoon in the new parish house, The ‘| Lady Heathcote at her place in Scotland, She | ficiencles of one’s grandfather, If he had UZ aI)\nley* Armstrong Hunter, on Th ‘ e , ad.\nY ursday,"
        },
        {
            "passage_id": 95,
            "text": "7 7 hate poys and girls are making hospital blankets | had also written a note to Betty advising her | known I'd have liked tho sea, Cyril, of - Selec - Ss\nh 21, at the Bryn Mawr eaubylarinn Invitations have been received from Mrs. for the soldiers, and all are splendid Ap of a change in plans and of her intention | course, would have come into my place.” } (OU): a } | With HARRY WATSON, Jr., LILLIAN"
        },
        {
            "passage_id": 96,
            "text": "mapoanyt"
        },
        {
            "passage_id": 97,
            "text": "t Howard Matson for a Red Cross card party pe A came to her upon the following day ask- With this kind of Mght chatter, of whic LORRALNE and JACK NORWORTH\nAR ey go will be at | to be given at her home on Manton avenue | 4. bh gk maa ng Mee id +0 eta postscript twice underlined to keep a | Lady Heathcote possessed a fund, seats oh and the Best-Looking Chorus in Town,\n. a 212 Weste Y ay ° ’ 8, Ais eler ; ackeawe “essed to her ¢ -areful- ov , ¢ al ay we ‘ \\f 4 ” Ry are ck |\nuae Tay) a | ern avenue, | on the afternoon of WeGneaday. March 38. Kenopp, Miss Mary Lees, Miss Beasie Dar certain package addressed (9 i and careful- drove. them ‘upon thelr way, her own fine “IN BLIND YOUTH be Py foo Bn Mon. Night—Seats Tod x\n4 r cateitu tae this week, Her unate included phin, ate Age Wathen, aie Constance ey ‘without opening until her arrival.” She | panions, But at last she glanced rv vegan “A TRIUMPH.\"—Phila, Press | —~F\n83 Florence Hoffman, of 6102 Walnut | 5 Gil . rs Mhodes, Miss Anne emphill, Miss Isahel lain later. suspicious! \"ied ' a dhs ~ a — eee —- ;\n' - a . wake mour, Mrs. Robert H, ¢ ’ ote sabe would explal : suspiciously, f didn't know that\nt, entertained the club of which she 1s Mrs. a pat Tg wee B Willlax, Wyatt, Miss Lillian Wyatt, Miss Florence A gleam of hone had penetrated to her | were both hopelessly in Jove with ninae Lt B. F, KEITH’S THEATRE FAVERSHAM\nber on Monday evening. Among those re, © -C Mrs. Edw: : MacDonald, Miss Bernadine Chires, Miss | through the gloom that encompassed her | gons, I'd think you were epris of each other.” The Iver-Popular Songstress-Comedi |\n:; M % Ekey, Miss Mary Cromer, Mrs. Edward Sapp, adi h, Mi FE , | shis--only a gleam at the best, but it ' : , MecieAne |\nBeen Were Mine Mary Wright, Miss Agnes | \\yrq’ Charles K. Keeler, Miss Will Stokes and | Dorothy Riddiough, | Mise, Wthel Whitaker, | thought : |"
        },
        {
            "passage_id": 98,
            "text": "ive her courage to go on witl Doris’ laughed MAXINE\nts, Miss K. Marie Wiese, Miss Jane Miss Mortie Stokes Miss Elizabeth Davidson, Master John Lees, | was cnoush to sive her age #9 On With"
        },
        {
            "passage_id": 99,
            "text": "LANCHE RING TT\n\\ ; tava, Stimen @ ler efforts to save Cyril from immediate ate Ore smats why we chose opposite | B A +4 CI Sow I} G | ELLIO\nMiss Marguerite Greiss, Mrs, Mar- — Master Henry Kaye, Master Harry Weston | And this was the belief born of the | ¢nas of the train. n a Serles of New Song Hits |"
        },
        {
            "passage_id": 100,
            "text": "Ret McGowan, Miss Katharine Duross é lai and Master James Kaye. Ganger. secret entry of the house that But Sandys only smiled, Little Billy--Maud Earl & Co. TREND\nret Duross and = Miss , rel coreg At a meeting of the Ladies’ Aid of the In aid of the wool fund of the Belgian ana torclble ana were in pursuit of the fateful “Nothing that's happening makes a chap HELEN GLEASON & CO.; KIMBERLY & FENWICK\n5 Presbyterian Coureh . was decided to give | wrench war relief of St. James the Less cashes were not in any way connected with happy nevecnys. I pring bad news.” ARNOLD, and OTHER STARS, MACLYN\na series of luncheons in order to ratse the | @purch a tea and coffee social will be give paefland Yard or the War Office, Otherwise wady Heathcote relaxed the reins so that 5 a — . a\n! and Mra, dames W. Roscoe, of 853 money required to carry on the work of the | fitiv afternoon and evening by Mrs. wren pee + lieved the papers to be it her pos- que of her Decors plunged miadly, while her W I L L I R W if N ARBUCKLE\nh Forty- a . yr, Mrs. R, A. Sargent, rs. Robert H., . or, Mrs, ry coeaion they would have come boldly in the ac yen rhite, < F . a sf <j\nMiday of their won, Mr. Frank M. Dean, | pointed to take charge of three committees, | jue, | the signs te sceneh toe DOMee ee were | Hor forgive me, He's sate. I've kept FRIDAY EVENING. MARCH 8, 8:15 ADELPHI &V®51808 ar 5\nMi C., U, 8, A., who recently received his | one for each luncheon. occurring one each Mr, Ashton Ross has been home from camp not era which concerned the public interest “Thank God!\" said Lady Heathcot The HOM, WILLIAM POSTED Wil ream =\n, on as sergeant and is now stationed | in March, April and May, These little af- | oy a short furlough, visiting his sister, Miss |'M'\\\"'jigzio, for some reason which she | gent her whiplash swirling over aoe Prices: Reserved Beats, SOc, 91.00, 93.60, POP, MAT. TODAY, Best\nFrankford Arsenal. A huge Ameri- | fairs rarely come short of meeting the re- | anna Ross. 4 John, not fathom, was acting upon his own | of the erring leader. ‘ ie ears | Amphitheatre, 25c, No War Tax, Thrilling Drama of How\ndraped across the dining-room en- | quirements financially and have a tendency’ ‘"
        },
        {
            "passage_id": 101,
            "text": "Mr, Joseph Causey, Jr., has returned from itiative with a desire as urgent as Cyril's “Not Algy—Byfleld—\" : OPERA HOUSE EN Will Go for the Men 8\nwas in perfect harmony with the deco- | to promote sociability among the women of | camp on a short visit to his parents, Mr, intiwep his object secret, “Byfieldeenot / wey taaife Metropolitan Metropolitan Opera Co., N. ¥, %"
        },
        {
            "passage_id": 102,
            "text": "to k\nwhich were strictl litary. he church and their friends. . Joseph Causey, of Wishart street. She pondered those things for a long while “No, Worse.” ' BSDAY EVG,\n© present were Mr. yt E rear J . 7S engagement of much interest here is and re . ; 2 et ond then with a sigh of uncertainty dismissed “mwhatctt Fy: RCH 1. RIGOLETTO\n2. U. &. A., of Elizabeth, N. J; hat of Miss Helen Neeley, of Fairfield, Pa., them from her thoughts, which were too full | «tn prison, He was taken int AT 8 O'CLOCK\n. » 0 zabeth, N. J.; Mr. | that o immediate necessity to carry out her D nto custody fentos, Braslau, MM, La:\nil, Q. M, C., U. 5. A, of Har- | to Lieutenant Wayne Ralston, son of Mr. and : i st Oe aly formulated plans, First she cajlea | Yestenday afternoon as he was leaving the paes, Mardones, Hoss, Bad (18 Ams\nir, Paul Winter, @ MC. U, | Mrs, Alennntee Baletee, of srenonan. Miss t ; Wilson and after “herself tha War Office, Orders from ‘K. ‘ir, Papi, Seats 110 nut, 4, Rave 6"
        },
        {
            "passage_id": 103,
            "text": "i Fr say na q"
        },
        {
            "passage_id": 104,
            "text": "GREATEST OF ALL-STAR CAI\nWILLIAM"
        },
        {
            "passage_id": 105,
            "text": "LY.\ni ¥"
        },
        {
            "passage_id": 106,
            "text": "x"
        }
    ]
}