{
    "image_id": 26,
    "passages": [
        {
            "passage_id": 1,
            "text": "ied at ; —s Pee he Modern Woodmen, the\n| . for increased efficiency and enlarged!the Elks, t ; em), th\ni °° - e a , oy 2 the patrionwic ° . .\n\\ Cities Establishes New Rec output imperatively calls for more; Woodmen ot the W ig 7 o ai “The probl of music in the home is solved\nd in the Drug Trade. workers, more supplies and therefore) orders, the Eagles, u Se ; cee ee a oo .\n“ae more system. It is to meet this con {tte ml BAe tes Ser aia dice when the singing of the greatest artists is made\ndition that the Ogden chapter enters/ this list anc sO 18 0 Fe y }\n“The Tanlac agency arenes bas upon @.complete change ‘of method of | not be abel to amino ae aS possible by an instrument that does not betray\nbeen awarded to A. R.! a work. This change will be marked first | en persons are : é : = eh ae\nCo., and the jobbing agency to Smitb- 4 the organization of as manyj)ize an auxiliary and five is the num - itself in the very presence of the artist. = - ae —\nFaus Drug company, Salt Lake cae branches and auxiliaries in city and| ber required for.e. Branch. alae «ry : Be ras :\nwas the brief statement made by hy county as will serve the most people} sons may be either eS or v = fies Oa) |\nBE. C. Harris, the Tanlac represen * [and accomplish the most results, The; There is now * branch \" o Deaf and “h 8 NER\ntiv e, when ie apices ? Se present members of the local WReSe inde State School for the eal anc O @- emocrat ; ils\n“In awarding the exclusive C land the new members obtained in the! Blin i\nto these well-known firms,” said Mr. Christmas drive will be separated into} In order that the High school and ; i , : Se ge ; ! : Be\nHarris, “I am only hee ‘tain es | auxiliaries and branches of the Ogden Metals meee on abo yam ‘Not In the audience was able to distinguish , oat = se !\nestablished custom of confining the | | oi tral chapter. “Branch chapter” is| academy may have the proper ¢ . : ; eit ae pai a ae ehh\nsale to but one or two a ie subdivision that is a geographical | ity for their A ad it fs vpn ec ak when Miss Case ceased singing, except by ODSe€TV 1 i =\n. r ‘ > . 2 e . : ara’ ’< a . y > ree AD ‘Sse : é : 4 -\nsponsible and centrally a es ‘aised unit. These will be formed wh« r all } rh brat will be organi ing tl t her lips did not move. The ison be-\nin each city where Panlac 2 iT eae | OL the members in a certain geograph- places, eae BP ss F 4 etl D §\non sale. In this connection, I w Che (ical boundary will all be members of (eas At the ea qua e s. a tween the t es of her voice d the reproduction poke\nthat no matter where you go, in : . the same sub-chapter. North Ogden, _ The Ogden = rooms ea Sa : an : : Gr AW = ALE A\nnorth, east, south or southwest you | Hooper and Huntsville are examples of) First National bank ¥ ut be the 7 otk on the instrument was so remarkable that trained See\nwill find the Tanlac stores to be a such “branch” chapters. branch chap- |! quarters for all the work in} Weber $ 4 - g 23a | Geka eS —\nleading and most reputable druggists | 1.7. will be formed in each of the See hn OnDeel ra) te, mentee } ears could not detect the slightest difference. : | Rgereent near ae\nin the town. i ecclesiastical wards, outside the city | with a eg eas Phe ae = eal 1) NY , , i\n| “Just such firms as these,” he con-|j; Hits. | the entire day. All of the work in the / ; via* 6) Eo mee a:\n| tinued, “are always anxious a peli A branch chapter has all the fune- county ope be sere ee oon Pane wa . ‘ ; Lia\ning to co-operate in promoting the sale | tions of the central Ogden chapter, | vision of the officia board elected by P tf D t h; Wai ;\n| of Tanlac, not only because of its su- save that it reports only to the Ogden)! the entire membership of the county, OS = ZS a C Pai rie Ga\n; perior merit, but because of the prom- chapter, pays its dues to the Ogden The new order will insure thorough j 5 : “ip ie i) Hh ¢ Seiad!\nHl inence and valuable publicity they re | chapter and secures from it the ma-_ supervision of the work as well as **The test convinced many skeptics of the triumph Se! ; | ea ‘\nceive from its sale as well | terials free of cost for its work. Anj|compiete business organization of ull . ’ , ° : eh) = ers\nThese firms have given Oren An | auxiliary chapter” is a sub-division) the forces in rere. ae It is oa of Mr. Edison’s genius In re-creating the human ‘ 0 uae ‘ j\nitial order for an entire carload Of} yo¢ confined to geographical limit pected that marked advantage’ wi ; 3 mt fi ya hae\nTanlac (12,720 bottles) and a large | wompbers of several auxiliary chapters accrue in all lines from the new plan. | voice m all tts naturalness. rap Hobep Boake\nconsignment will be delivered and | may reside in the same territory. It This is all preparatory to the great- ED ||, a4 | vit | § ;\nready to be placed on sale today iis organized for a definite line of | est drive in American history for ‘ ; elie re\n“This is without a doubt the largest | work, pays its due to the Ogden cen-| members of the American Red Cross AN : Me hk Melb ts\norder ever given in Ogden for a sil Bie i tral chapter and receives from it ma- | From Monday: a aes ee a) the | , i Sores a) |\nmedicine, but having heard through | terials for work free. Auxillary chap- {night of Monday, December 24, the nal i { P < I y ; Tet) Leas anton Pelet- tM Py\nabsolutely reliable sources of the re-'ters will be formed in each of the! will be a drive for Red Sree oiten et S LU ve t to dae : i |\nmarkable and rapidly growing demand several churches in Ogden and in as} bers in every county in the nitec : b\nfor Tanlac in other cities oe manage- many of the fraternities as possible States , a ae WANT you to hear this wonderful new in- ;\nment of these firms did not hesitate a Bach of the branch and a ixiliary | President son AskKS for lo, UU | “a wt af sé\n. . ew York Globe calls “the\nmoment in placing their orders for|chapters will be organized with a! members by Christmas. Each new strument, which the N"
        },
        {
            "passage_id": 2,
            "text": "- - | - . s t\nTanlac throughout the country has not | have the right to vote for the central) ised by applying at the office of the} New Edison does literally Re-Create all forms of music,\nonly been phenomenal, but unprece-! Ogden chapter officers and any of the! Christmas drive any day next week. | 4 :\ndenied. branch and auxiliary members may be| es stn of ane - pig of this NOTICE: Please do not ask as fo sell you Edison Re-) f\n‘In the comparatively small city of} selected for the Ogden chapter com- | drive wi ye published in tomorrow's ; ‘ ‘ yc iiis5 — 4\nKnoxville, Tennessee, the Kuhlman-| mittees or officers. It is expected that! papers. Creations if you intend to attempt to play them rat to afaer A N N A®C A S EB\nthé 38 -ompany has sold and} resent members ant fficers of| ‘The county organization, under one ~ ; : ; ;\nWiareaiitan Gee io attics of unlad: ae Omen ahapbe?’ will ; ake their} sintia bcsted of control, has been | instrument than the New Edison. No other sustrament 2 — ii O Co he a he j .\nMemphis dealers and jobbers have} memberships to their local auxiliary | adopted by the national officers as the can bring out the trae musical quality of Edison Re- of the Metropo itan pera mpany, p tograp ed on b\n/ sold and distributed over 279,900 bot-| or unit, if they have one. The branch} best method of reaching all the peo- nee eh : : ° e = iy\ntles; in Detroit, Michigan, over 32,000 | and auxiliary chapters will select their ple. The National Red Crogs_ will Creations. Furthermore, injury to the records is likely the stage of the Victoria Theatre in St. Louis, October is"
        },
        {
            "passage_id": 3,
            "text": "j Denver dealers have sold 64,848 bot-}rooms for work | board of directors in each county. All 4 i : : 2\ntles in six months; Dallas dealers over Churches and Orders. of the Red Cross work of the county phonograph or talking machine. | New Edison’s Re-Creation of her voice.\n: 121,908 bottles in a year; Houston, The work of this week has been! must be done through them."
        },
        {
            "passage_id": 4,
            "text": "WINS AGENCY FOR\nFAMOUS TANLAL"
        },
        {
            "passage_id": 5,
            "text": "A. R. McIntyre Drug Co. to)"
        },
        {
            "passage_id": 6,
            "text": "Have Exclusive Control\nin Ogden."
        },
        {
            "passage_id": 7,
            "text": "——— -\nSALE BEGINS TODAY\nin Other"
        },
        {
            "passage_id": 8,
            "text": "‘Remarkable Sale"
        },
        {
            "passage_id": 9,
            "text": "this amount, I confidently believe that"
        },
        {
            "passage_id": 10,
            "text": "bottles have been sold in four months;"
        },
        {
            "passage_id": 11,
            "text": "Texas, 110,100 bottles, and Fort Worth |along the line of"
        },
        {
            "passage_id": 12,
            "text": "dealers have sold 122,204 bottles in| branch and auxillary chapters.;an attempt to reach every person in\nless than a year. | Definite advance has been made in| the nation for the national work of |\n“A little over four months ago Tan- | each of the ecclesiastical wards, in! mercy, charity and _ brotherly love,\nlac was placed on sale in Canada, and|the local church organizations and|The time has come when the work of 724g e@\nin the city of Toronto, Ontario, over] fraternities. By Sunday there will be|the American Red Cross must be the ' 7\n70,000 bottles have already been sold,!a branch in each of the churches of|individual work of each and every rou i |\n“While these figures may appear ex-| the dominant faith in city and county, | American. )\naggerated and beyond all reason, the\nfact remains that they’ are absolutely : oar a: alias Hudson Ave. and 24th St.\n: “ | the title of ‘The Cruise of the Dough- Dialect reading, Watchin the"
        },
        {
            "passage_id": 13,
            "text": "true and correct and open to investiga-\ntion. We challenge anyone, wltether\nindividual dealer or competitor, to\nshow where we have made the slight-\nest discrepancy. And anyone doubt-\ning these statements is at liberty to\nwrite to any or all of our agents in\nthese cities and they will gladly sub-"
        },
        {
            "passage_id": 14,
            "text": "‘BRANG"
        },
        {
            "passage_id": 15,
            "text": "|"
        },
        {
            "passage_id": 16,
            "text": "junits of the national Red Cross, come\n'to the parting of the way. In the past\nthe work of the Red Cross was car-\nried on through one large centralized\nbody of workers and in one common\ncenter of operations. Now comes the"
        },
        {
            "passage_id": 17,
            "text": "| president, secretary and treasurer and"
        },
        {
            "passage_id": 18,
            "text": "own place of meeting and their own"
        },
        {
            "passage_id": 19,
            "text": "organizing these"
        },
        {
            "passage_id": 20,
            "text": "nut.”\nerly so, as “one of those rip roaring,\nrollicking skits built solely for fun—a\nvoyage on the esa of mirth.”"
        },
        {
            "passage_id": 21,
            "text": "Howard Clinton and Gladys Davis,\nwith a supporting company of indus- |\ntrious and fascinating and sracefully"
        },
        {
            "passage_id": 22,
            "text": "BRANCH CHAPTERS RE |\nTO BE ESTABLISHED IN OGDEN\nURING THE COMING WEEK"
        },
        {
            "passage_id": 23,
            "text": "THE OGDEN SIAN"
        },
        {
            "passage_id": 24,
            "text": "D GROSS"
        },
        {
            "passage_id": 25,
            "text": "Wy"
        },
        {
            "passage_id": 26,
            "text": "The Ogden chapter of the American! and in the Catholic, Baptist, puleeors\nRed Cross has, like the other county Methodist, Germai Evangelical,"
        },
        {
            "passage_id": 27,
            "text": "Congregational and"
        },
        {
            "passage_id": 28,
            "text": "the"
        },
        {
            "passage_id": 29,
            "text": "ish Lutheran,"
        },
        {
            "passage_id": 30,
            "text": "Presbyterian churches in city."
        },
        {
            "passage_id": 31,
            "text": "| Plans are now tworking in the follow-"
        },
        {
            "passage_id": 32,
            "text": "time when the rapidly growing need |"
        },
        {
            "passage_id": 33,
            "text": "It also is advertised, and prop-| Stockin’,” Aileen Smith."
        },
        {
            "passage_id": 34,
            "text": "ing fraternal orderd Which point to the\nsame result by Monday."
        },
        {
            "passage_id": 35,
            "text": "The Masonic, the Mactabees, the\nOdd Fellows, the Knights of Pythias,"
        },
        {
            "passage_id": 36,
            "text": "member will be given a celluloid pin"
        },
        {
            "passage_id": 37,
            "text": "recognize but one chairman and"
        },
        {
            "passage_id": 38,
            "text": "The subdivisions are the result of"
        },
        {
            "passage_id": 39,
            "text": "Violin solo, Paul Wheeler."
        },
        {
            "passage_id": 40,
            "text": "Reading, “The Old Man and Shep,”\nRaymond Williams."
        },
        {
            "passage_id": 41,
            "text": "Character readings,\nde Barber”;"
        },
        {
            "passage_id": 42,
            "text": "(a) “Guiseppe,\n(b) “I Gotta a Mash Wid\nMag McClue,” Virginia Ellis."
        },
        {
            "passage_id": 43,
            "text": "every bottle of it will be sold and the} e9mmittees on sewing, knitting and/at the time of becoming a member. - atichas ; i"
        },
        {
            "passage_id": 44,
            "text": "| order duplicated before the close of | hospital supplies, the same as the cen- | Those who were promised pins during it, we are sure you will not be satisfied with a talking\nthe present month. | tral chapter Each member of the! the year and who have not received | “ tus ove throu h your own ears that the\n| “As a matter of fact, the sale Of] branch and auxiliary chapters’ will| them can secure the kind of pin prom- machine, Le pe £0 }"
        },
        {
            "passage_id": 45,
            "text": "}"
        },
        {
            "passage_id": 46,
            "text": "\\y"
        },
        {
            "passage_id": 47,
            "text": "“ACG aS par\nA dl! gir k 2\nWE OR ok a eh ee ala"
        },
        {
            "passage_id": 48,
            "text": "14,"
        },
        {
            "passage_id": 49,
            "text": "Lol 7:"
        },
        {
            "passage_id": 50,
            "text": "re OD\nMa Wa S70 we Ka Me wa 0 %e we Ma wa 8M wa wa 0 Me wa wa 3a wa wa we WA WTA DTS ADS"
        },
        {
            "passage_id": 51,
            "text": "Read these Extracts from the St. Louis\nPapers the Day following the Wonderful\nComparison which is here Illustrated"
        },
        {
            "passage_id": 52,
            "text": "St. Louis Republic"
        },
        {
            "passage_id": 53,
            "text": "phonograph with a soul” After you have heard"
        },
        {
            "passage_id": 54,
            "text": "to result if you attempt to play them on an ordinary 21st, 1916, while singing in direct comparison with the"
        },
        {
            "passage_id": 55,
            "text": "?"
        },
        {
            "passage_id": 56,
            "text": "OG a pm"
        },
        {
            "passage_id": 57,
            "text": "ih\n‘ : aa a ‘ constructed Broadway beauties, like Reading, “Gene Deprez,” Mary if\nstantiate the above figures.”—Adver- wise were favorites. They came forth! Ensign ao —_—— ——-— - =S== SSS = ; ——— id\nUisement. as “Bon Voyageurs” and they were Music, selected. Mathes case and also in that of|deer ané husky woodchucks which, those who have come forward a] registrant who has enlisted in the\n00 —- _ , eevee\n)rather they did."
        },
        {
            "passage_id": 58,
            "text": "They made the trip\nfrom the Golden Gate around the\n| Horn, up through Holy lands, into the\n| headquarters of the Crescent,-over ro-\nmantic Spain and back to Miss Lib- |\nerty, in approved manner. They were\nrambling first class and delivering a"
        },
        {
            "passage_id": 59,
            "text": "Reading, ‘‘The Old Man and Jim,”\nJosephine Baker."
        },
        {
            "passage_id": 60,
            "text": "Reading, “Cyrus Brown's\nAlice Beck."
        },
        {
            "passage_id": 61,
            "text": "Music, string quartet,"
        },
        {
            "passage_id": 62,
            "text": "The entertainment will be one of\nthe most pleasing given this season by |"
        },
        {
            "passage_id": 63,
            "text": "Earnest Dillard but she was released! gather quarts of pinon nuts—Lead.-\nfrom a charge of receiving stolen prop-| ville is now observing wheatless Wed.\nerty. She was one of the sensational | nesdays.—Pueblo Chieftain"
        },
        {
            "passage_id": 64,
            "text": "characters of the gang. —_—_—-o00—"
        },
        {
            "passage_id": 65,
            "text": "enlisted for service. It is pointed out! regular army or navy service is auto- axe\n| that the filed oaths constitute the only| matically absolved from filling out the ;\nrecord by which it may be ascertained questionnaire which he will receive in\n—- who has agreed to accept and keep! due time and sending it in to his local\nthe assignments. draft board. This is an erroneous idea,"
        },
        {
            "passage_id": 66,
            "text": "Up to 1 o’clock yesterday afternoon,!@ccording to Captain F. V. Fitz\n| Mr. Wolfe reports, 110 oaths had been| Gerald, secretary to Governor Simon"
        },
        {
            "passage_id": 67,
            "text": "Prayer,”"
        },
        {
            "passage_id": 68,
            "text": "Theatres"
        },
        {
            "passage_id": 69,
            "text": "00 = |"
        },
        {
            "passage_id": 70,
            "text": "AT THE ORPHEUM. variety of song and story calculated! the high school students. Those par- | e VEEPYDAY St 3 filed in the office of the adjutant gen- | Bamberger and United States dis-\nThere is none of the “walla-walla”|'©0 Make the spectator come back for|ticipating were selected because of * STANDS FOR | eral. It is requested that all who have bursing agent under the draft. a\nin the Pantages menu at the Orpheum| ™°re. unusual talent for their partionlar| /not executed and filed their oaths do| It is necessary, Captain Fitz %\nthekter, which began delighting Og- Other numbers on the bill included numbers and given careful"
        },
        {
            "passage_id": 71,
            "text": "Ventho Laxene | So today, so that the status of the| Gerald says, for every man to fill out"
        },
        {
            "passage_id": 72,
            "text": "| legal advisory boards can be ascer-| and return his questionnaire, whether\nCold Cough and Catarrh Medi- || tained and the list of those to be de-|he shall have enlisted to avoid draft\n’ : =\n. for Young and Old | pended upon for service made out. or not, in order that local boards can\ncine [0 15 : Imprisonment in a federal peniten-| _ Sear ae er\ntiary will be the punishment meted clear up their records in each indi\nYou buy hat =r pupae our out te all who fail to adhere strictly| Vidual case. Strict observance of this\naig a me a 2 tine yet, mix it] t° the truth in filling out the co atardans st rule will avoid inconvenience and\nnT) -¢ 8 JSCS, } | 3 1 ° - z\ni einai sugar syrup, made by dis- naires, the mailing of which to men of probable trouble.\nfener emma + ate > 8: 2 pr peaaaie military age will be begun tomorrow, |\nsolving % of if ee \"a lear ated according to W. W. Ray, United States|\nsugar in a half-pint of boiling water. pe re tearm 5 alana see\nIt is s0 easy to make a whole pint of; peeing and no leniency will be ex:\njcold and cough syrup that tens : ‘ |\nthousands of mothers make it every Any ,effort on the part of registered\nyear for their loved ones. men to be rated in a classification"
        },
        {
            "passage_id": 73,
            "text": "attention |\n“The Saint and the Sinner,” which"
        },
        {
            "passage_id": 74,
            "text": "probably contained slightly too much\nfervor and cengered little too pointedly\nupon the tedious sociological to be a\nsure cure for indigestion or other\ntroubles,"
        },
        {
            "passage_id": 75,
            "text": "The Cromwells did some juggling\nthat startled and Jessie and Dollie |\nMillar, in artistic dancing, music i"
        },
        {
            "passage_id": 76,
            "text": "}"
        },
        {
            "passage_id": 77,
            "text": "to preparation."
        },
        {
            "passage_id": 78,
            "text": "WILLIAM MATHES\nS FOUND GUILTY"
        },
        {
            "passage_id": 79,
            "text": "William Mathes, colored, was found\n| guilty of receiving stolen goods by a"
        },
        {
            "passage_id": 80,
            "text": "den amusement hunters last night and\nwill continue the big show attraction\nfor the remainder of the week. Every-\none in the long list—and there’s a\nhuge contingent—is an artist,\nWithout intending to particularize,\nfor the entire combination has gzen-\nuine merit, it is probable that one\nWilliam Mahoney, a gentile Jewish\nperson, caught the popular verdict for\nexcellence. He is the fun section of"
        },
        {
            "passage_id": 81,
            "text": "4 —————0o0—____\nthe team of Brady and Mahoney, who\nare advertised on the program as |"
        },
        {
            "passage_id": 82,
            "text": "1 handing out a bundle of mirth under\nSEE Se"
        },
        {
            "passage_id": 83,
            "text": "ETIQUETTE |}"
        },
        {
            "passage_id": 84,
            "text": "song, pleased."
        },
        {
            "passage_id": 85,
            "text": "Qa ir\nik"
        },
        {
            "passage_id": 86,
            "text": "(ey\nWs)"
        },
        {
            "passage_id": 87,
            "text": "ai"
        },
        {
            "passage_id": 88,
            "text": "| Jury yesterday which heard his trial ee), All agree that this home-made} Which may defer their being called to | |\nSS = eae 7 ae Judge Agee’s court. The jury went : D) cough syrup is free from harmful] §¢€rvice until late in the war, with a ae"
        },
        {
            "passage_id": 89,
            "text": "}out toward evaning and deliberated for drugs, and that only a few deses are} possibility of not being called at all, | a\n| | fe. short, Hone -ontys Judge Agee pre- oy required for each case, so that a pint pga i ree put the ten: ; J\n1 se structions to the jury ‘ )) av last a family che the win- 8, Wi ® severely punished, ‘\n| in which he told them that a vance ae le aa ad He who so falsifies will be charged Green Chile Cheese\nof guilty could be brought in on one Never call upstairs to announce a Bec Maclin catarrh, cough, and/ With perjury and prosecuted. Any ap- Is the only way\n{ tmaster W. W. Browning has is-|only of the two crimes charged, that of| visitor. Go up, and quietly tell the per- ;"
        },
        {
            "passage_id": 90,
            "text": "bronchitis, there is nothing superior; Patent distortion of facts on the part\nfor prompt, lasting relief. Guaran-| 0! registrants will be rigidly investi-\nteed by the Blackburn Products Co.,| &ated."
        },
        {
            "passage_id": 91,
            "text": "Dayton, Ohio, to please or money There is an impression abroad that |\nback.— Advertisement"
        },
        {
            "passage_id": 92,
            "text": "Pos\nsued a bulletin urging the public to\nmail Christmas packages early. The\nbulletin contains the following sug-\ngestions:"
        },
        {
            "passage_id": 93,
            "text": "Prepay postage fully on all parcels,"
        },
        {
            "passage_id": 94,
            "text": "receiving stolen goods. The other \"=\ncharge wag grand larceny. The crime\nof receiving stolen f00ds carries a\npenalty of not more than five years in"
        },
        {
            "passage_id": 95,
            "text": "the state penitentiary. Mathes will be"
        },
        {
            "passage_id": 96,
            "text": "son whom the visitor wishes to see. buy cheese!\nIt is very Impolite to call to anyone"
        },
        {
            "passage_id": 97,
            "text": "on another floor."
        },
        {
            "passage_id": 98,
            "text": "| Tells Everybody What Lydia |\nE. Pinkham’s Vegetable"
        },
        {
            "passage_id": 99,
            "text": "Questions answered by Alicia Hoyt."
        },
        {
            "passage_id": 100,
            "text": "-—"
        },
        {
            "passage_id": 101,
            "text": "La a hay A"
        },
        {
            "passage_id": 102,
            "text": "Compound did for Her."
        },
        {
            "passage_id": 103,
            "text": "Chicago, Ill.—‘‘It gives me\npleasure to let others know that I im-\nproved in health\nwith the first bot-\ntle cf Lydia E. Pink-\nham’s Vegetable\nCompound; after\ntaking two bottles\nI am entirely well.\n| Before taking it I\ncould not do any"
        },
        {
            "passage_id": 104,
            "text": "out a pain in my\n‘| back as I suffered\n+1s0 much from in-"
        },
        {
            "passage_id": 105,
            "text": "headaches, was al-\nways tired and no appetite.\ncannot express my gratitude for the"
        },
        {
            "passage_id": 106,
            "text": "ee your medicine has done me, and\ngh me to my family. I recom-\ns Vegetable"
        },
        {
            "passage_id": 107,
            "text": "Compound to all women rath, A from\nanish\nETA DAMGAARD-MAT-"
        },
        {
            "passage_id": 108,
            "text": "mend Lydia E. Pinkham"
        },
        {
            "passage_id": 109,
            "text": "Female troubles,\nwomen.’’—Mrs. }\nZAN, 2187 Kimball Ave., Chicago, IIL\nit is\ninkham’s V\nhelped thous"
        },
        {
            "passage_id": 110,
            "text": "articularly to"
        },
        {
            "passage_id": 111,
            "text": "larities, periodic pains, backache, that\nbearing ee feeling, indigestion, and\nnervous prostration."
        },
        {
            "passage_id": 112,
            "text": "kind of work with- |"
        },
        {
            "passage_id": 113,
            "text": "Words"
        },
        {
            "passage_id": 114,
            "text": "sitively true that Lydia E.\n4 able Compound has\nof women who have\nbeen troubled with displacements, in-\nflammation, ulceration, tumors, irregu-"
        },
        {
            "passage_id": 115,
            "text": "Address parcels fully and plainly."
        },
        {
            "passage_id": 116,
            "text": "Place name and address of sender\non all matter."
        },
        {
            "passage_id": 117,
            "text": "Pack parcels carefully and wrap\n;them securely, but do not seal them,\nas sealed parcels are subject to post-\nage at the letter rate.\n| Mail parcels early; they may be\n|marked “Do not open until Christ-\nmags.”"
        },
        {
            "passage_id": 118,
            "text": "Insure valuable percals."
        },
        {
            "passage_id": 119,
            "text": "It is stated that the packages may\ncontain greetings and instructions,\nsuch as ‘Merry Christmas” and “Don’t\nOpen Until Christmas.” Books may\nbear short dedicatory sentences. The\nbig idea, however, is to mail early,\nWrap securely and attach sufficient"
        },
        {
            "passage_id": 120,
            "text": "flammation. I had| postage."
        },
        {
            "passage_id": 121,
            "text": "HIGH SCHOOL 10"
        },
        {
            "passage_id": 122,
            "text": "Sentenced Monday."
        },
        {
            "passage_id": 123,
            "text": "ness for the state. Property stolen from"
        },
        {
            "passage_id": 124,
            "text": "and Mrs. Jenkins,"
        },
        {
            "passage_id": 125,
            "text": "derson figured prominently"
        },
        {
            "passage_id": 126,
            "text": "“GE A. PROGRAM"
        },
        {
            "passage_id": 127,
            "text": "A musical and literary program of\nunusual interest has been arranged\nfor an entertainment to be given to-\nnight at the Ogden High school. The\nprogram is as follows:"
        },
        {
            "passage_id": 128,
            "text": "Song, “America, I Love You,” girls’\ndouble trio. *"
        },
        {
            "passage_id": 129,
            "text": "Reading, “Soapy,” Irving Brian."
        },
        {
            "passage_id": 130,
            "text": "The trial has occupied three days.\nEarnest Dillard, a state prisoner was\nbrought ta Ogden to testify as a wit-"
        },
        {
            "passage_id": 131,
            "text": "them was identified by Charleg Barton,\nJob Pingree, Mrs. W. B. Zuppann, Mrs.\nCalve Berry Hill, William §. Wright"
        },
        {
            "passage_id": 132,
            "text": "One of the witnesses, known ag\nBertha Anderson, gave testimony in\nconflict with that of the arresting of-\nficer and a complaint charging her\nwith perjury was secured and she was\nplaced under arrest by Deputy Sheriff\nSoule yesterday afternoon. Bertha An-\nin the"
        },
        {
            "passage_id": 133,
            "text": "Horlick’s~:s"
        },
        {
            "passage_id": 134,
            "text": "The ORIGINAL"
        },
        {
            "passage_id": 135,
            "text": "Ask For"
        },
        {
            "passage_id": 136,
            "text": "~Get"
        },
        {
            "passage_id": 137,
            "text": "A Nutritious Diet for All Ages.\nKeep Horlick’s Always on Hand\nQuick Lunch; Home or Office."
        },
        {
            "passage_id": 138,
            "text": "(Miss Hoyt will answer in this column\nall questions of etiquette addressed to\nher in care of this paper. If a per-\nsonal answer is desired enclose a 3-\ncent stamp."
        },
        {
            "passage_id": 139,
            "text": "IN FILING OATHS"
        },
        {
            "passage_id": 140,
            "text": "ee"
        },
        {
            "passage_id": 141,
            "text": "Bertha: At an afternoon or morn-\ning wedding the bride wears just the\nsame sort of gown she wofild wear at\nan evening wedding, except that it\nmust be high in the neck and long in\nthe sleeves. It may be as grand and\nas expensive, and have as long a\ntrain, as if the wedding were to take\nplace in the evening. She may also\nwear a veil in the daytime."
        },
        {
            "passage_id": 142,
            "text": "Mrs. C.: If you have “a day at home”\nyou need not see callers on any other\nday if you do not wish to do so\nChances are that no one will call on\nany other day excepting the one you\nchoose for receiving. You need not\nbe “at home” oftener than once a\nmonth unless you wish to do so: and\nin the smaller citles this is quite often\nenough. It is a nice custom to set\naside a day for receiving visitors, and\na very convenient one for both caller\nand hostess. You should serve some\nvery light refreshment, as a cup of\n‘ea and small cakes and Sandwiches"
        },
        {
            "passage_id": 143,
            "text": "—---—--00"
        },
        {
            "passage_id": 144,
            "text": "WHY BREAD WITH GROUSE?"
        },
        {
            "passage_id": 145,
            "text": "Leadville, over-run with fat moun-\nain grouse, Leadville almost in shoot-\ning distance of Twin Lakes with their\n‘warms of trout, Leadville, in a coun-\niry infested with beefy bears and fat"
        },
        {
            "passage_id": 146,
            "text": "}\n|"
        },
        {
            "passage_id": 147,
            "text": "SALT LAKE, Dec. 14—One hundred |\nand forty attorneys selected as asso- |\nciate members of the legal advisory |\nboards for the draft machinery have!\nnot as yet filed their oaths, according\nto a statement made yesterday by\nJames H. Wolfe, assistant state at-\ntorney general, Who is chairman of\nthe executive committee in Salt Lake!\ncounty."
        },
        {
            "passage_id": 148,
            "text": "Taking and filing the oath is a\nnecessary condition to service, Mr.|\nWolfe says, and at the final hour all |\nattorneys who have not filed oaths\nmust necessarily be counted off the\nlists and replaced by reserve attor- |\nneys, thus increasing the burden of |"
        },
        {
            "passage_id": 149,
            "text": "Cuticura Soap"
        },
        {
            "passage_id": 150,
            "text": "——Is Ideal——_"
        },
        {
            "passage_id": 151,
            "text": "For the Hands"
        },
        {
            "passage_id": 152,
            "text": "LAWYERS DILATORY"
        },
        {
            "passage_id": 153,
            "text": "The gladdest Tax"
        },
        {
            "passage_id": 154,
            "text": "Ever Levied"
        },
        {
            "passage_id": 155,
            "text": "When you buy Red Cross Christmas\nSeals and use them on your mail you\ngive proof that you have thought of\nthe suffering victims of Tuberculosis, +"
        },
        {
            "passage_id": 156,
            "text": "They cost little—only one cent\nbut how they gladden your mail ‘Sis"
        },
        {
            "passage_id": 157,
            "text": "The money goes to fight Tuberculosis\nin your community and to protect-you"
        },
        {
            "passage_id": 158,
            "text": "a¢ each,"
        },
        {
            "passage_id": 159,
            "text": "o\nand your family from this dj\nThis year you must buy three times as many"
        },
        {
            "passage_id": 160,
            "text": "Red Cross Christmas Seals"
        },
        {
            "passage_id": 161,
            "text": "—because—war increases Tuberculosis,"
        },
        {
            "passage_id": 162,
            "text": "In the first million men examined, over\nculosis have been discovered and thou\nin the training camps and at the front,"
        },
        {
            "passage_id": 163,
            "text": "You must help to provide adeqitat\ntion against the Soread of Tubes a bo for these boys and protec"
        },
        {
            "passage_id": 164,
            "text": "Buy Red Cross Christmas Sealst"
        },
        {
            "passage_id": 165,
            "text": "25,000 new cases of Tuber-\nsands more will’ break down"
        }
    ]
}