{
    "image_id": "3200807881",
    "passages": [
        {
            "passage_id": 1,
            "text": "THE DUKE OF CAMBRIDGE AND THE\nREPORTER.\nin the Queen's Bench Division, on Friday, before the\nLord Chief Justice and Mr. Justice Hawkins, Mr,\nAbinger moved for an order, calling upon Mr, Bridge,\nthe Bow-street magistrate, to show cause why he\nshould not hear and determine an application for a\n-summons applied for by Mr. Simms, described as a\nreporter, against the Duke of Cambridge, for an\nassault committed on May 25th, on the occasion of"
        },
        {
            "passage_id": 2,
            "text": "the Prince and Princess of Wales inspecting the |-"
        },
        {
            "passage_id": 3,
            "text": "Metropolitan Fire Brigade. On the 28th Mr. Bridge\nsuggested that the case was one for the County\nCourt, but the complainant did not accept the\nsuggestion, and went on to make his complaint,\nThe information was read, but not sworn, -the\nlearned magistrate refusing to allow it to be\nsworn, and he declined to grant a summons. In"
        },
        {
            "passage_id": 4,
            "text": "the information the applicant stated the details of |\nthe alleged assault, which took ‘place at the Horse."
        },
        {
            "passage_id": 5,
            "text": "Guards, Whitehall. An affidavit to a similar effect\nwas also read by the learned counsel, who contended\nthat all the elements of an assault which it was pos-\nsible to bring were present. After arguments, Lord\nChief Justice Coleridge said thatit was of the greatest\nimportance that the pttblic should be satisfied that\nbefore the law all subjects of the Queen are equal.\nHe had not a shadow of opinion as to what might be\nthe issue of the case, but it was clear to his mind that\nMr, Bridge had not exercised his discretion, which\nhe was bound to exercise judicially, and therefore the\nrale must be granted. Mr. Justice Hawkins con-\ncurred. Mr, Abinger asked whether the rule would\nbe nisi or absolute. Their lordships pointed out that\nat present they had only heard Mr. Abinger, and the\nmagistrate might have an explanation, Rule nisi\ngranted, ;"
        },
        {
            "passage_id": 6,
            "text": "At the West Bromwich Police'court, on Friday, a\nman named Thomas Francis Sinclair was remanded\non a charge of attempting. to murder George Wil-\nYams. The men slept together, and on Wednesday\nthe accused is alleged to have jumped out of bed,\nand to have fetched a knife and stabbed Williams,\nTb has been stated that both men were in love with\ndhe same girl, and that the deed arose out of jealousy,\nbut the girl indicated denies the story. _-"
        },
        {
            "passage_id": 7,
            "text": "A Louxatic patient, named Harris, in the Royal\nNaval Hospital at Great Yarmouth,-made a violent\nattack on I'riday morning upon two other patients,\nnamed Miller and Parkes, with a red-hot poker.\nBoth lic in a very dangerous state. Dr. Browne, one\nef the hospital doctors, had his head and arm injured\n%m trying to disorm Harris, ond Mr. Cummins, who\neventually wrested the poker from the man,, had his\nbands burned. An official named Kelly algo received\nterrible blow on tho head."
        }
    ]
}