{
    "image_id": "3200801622",
    "passages": [
        {
            "passage_id": 1,
            "text": "1"
        },
        {
            "passage_id": 2,
            "text": "COMPENSATION TO A PUBLICAN,"
        },
        {
            "passage_id": 3,
            "text": "Ay the Mansion Houso Police-court the Metropolitan\nand the Metropolitan District Railway Companies\nappeared before the Lord Mayor, M.P., by their repre-\nsentatives, in order that the amount of compensation\nclaimed under 121st section of the Lands Clauses Con-\nsolidation Act by Mr. Dew, the propriotor of the\nMonument Tavern, Fish-stroet-hill, might be fixed.\nMr, Grantham said he appeared for Mr, Dew to ask\nhis lordship to assess the amount of compensation to\nwhich he was entitled under the 121st section of the\nLands Clauses Consolidation Act, in consequence of the\nrailway companies taking possession of his premises for\npurposes connected with the railway. When tho in-\nterest of a tenant was only from year to year the com-\npensation had to bo assessed by a magistrate. The case\nwas 5 simplo onc, but had been productive of a great\ndeal of litigation. The details of the caso having been"
        },
        {
            "passage_id": 4,
            "text": "-gonsinto, the Lord Mayor fixed the total amount of\nthe compensation due to Mr. Dow at £698 4s, 1d. Mr,\nGrautham then applied for costs, and the Lord Mayor\ngranted twenty guineas costs,"
        },
        {
            "passage_id": 5,
            "text": "Ar the Cardiff Police-court, on Saturday, Thomas\nEvans wag remanded on a charge of having caused the\noath of John Collins, on May 27th. The parties, it\nwas alleged, quarrelled and fought, and Collins fell\nand Ryans knelt on him and then kicked him antil he\nwas taken up insensible, He was taken home, but\nlingered till Friday, when he died. Prisoner was\nremanded fora week, He issaid to be » very violent\nman, and has been previously charged with killing a\nmau in a fight."
        }
    ]
}