{
    "image_id": "3200807899",
    "passages": [
        {
            "passage_id": 1,
            "text": "-"
        },
        {
            "passage_id": 2,
            "text": "SHOWMEN AND THE COUNTY COUNCIL.\nAv the Marylebone Police-court, on Thursday, Henry"
        },
        {
            "passage_id": 3,
            "text": "Hall, of Fleet-road, Hampstead, appeared before Mr,"
        },
        {
            "passage_id": 4,
            "text": "Cooke, on an adjourned summons taken out by Mr.\nWilliam Smallpeice, district surveyor, for putting up\nfive wooden structures or erections of a movable or\ntemporary character without having obtaine1 a licence\nef the London County Council. Mr. Freke Palmer,\nsolicitor, defended. Mr. Smallpeice, in reply to the\nmagistrate, said the structures consisted of canvas\nbooths, a steam roundabout thirty feet in diameter,\nwith a canvas roof, a shooting-gallery with an iron\nroof and a wooden front, and a travelling caravan.\nMost of them were on wheels. They were close to\nthe property of an adjoining owner. Mr. Palmer\nsaid his client had nothing to de with the show\nbooth, and Mr. Smallpeice withdrew that. Cross-\nexamined : He supposed it would take a week or &\nfortnight to get a licence from the County Council.\nMr. Palmer produced an official document to show\nthat the vestry received rates on an assessment which\nincluded the land in question, let out for the purpose\nof swings, &c. Mr. Cooke, in giving his decisisn,\nobserved that he had nothing todo with what the\nvestry had done, This was a matter for the County\nCouncil. The mere question of swings waa not before\nhim. He had to decide the question of the erection\nof a certain building. It was not necessary that a\nbuilding should consist of bricks and mortar ; it might\nbe constructed of wood. Nor was it necessary that\nit should be fixed to the ground. There were two\ndecisions which bore on this case, that in the case of\nQuilter and Smart being of considerable importance.\nThe Act 45 Vic., cap. 14, sec. 13, was very clear:\n“Té shall not be lawful for any person to erect or set\nup in any place any wooden structure of a movable\ner temporary character (unless the same be exempt\nfrom the operation of the first part of the Metropo-\nlitan Buil ing Act, 1885) without a licence in writing\nfirstuhad and obteired from the Board.” The Act,\ntherefore, included wooden structures and movable\nerections in any place whatever. The object was quite\nclear—it was to protectagainstfire, There werecertain\nexemptions in the Act, but these structures did not\ncome Within that category. Of course, 2 mere polo\nput up for children to swing round it would not come\nwithin the meaning of the Act, but a steam round:\nabout, with an organ in the centre and a canvas cover\nover it such as had been described, was certainly a\nbuilding within the meaning of the Act, for which it\nwould be necessary to get a licence from the County\nCouncil, He should fine the defendant a nominal\nsum of 20s., with 2s. costa. Mr. Cooke added that\nhe did not intend his decision in this case to be aside-\nwind for doing away with fairs; that could be done\nin quite a different way."
        },
        {
            "passage_id": 5,
            "text": "=P mM 9.0.0 Pe ct O&O & WO ct Ret TI ee Rom eet ce Om wD Om at Oe et sot eet we cr e—  O Fea OG"
        },
        {
            "passage_id": 6,
            "text": "mo"
        },
        {
            "passage_id": 7,
            "text": "Th -rhn@ ow ret"
        },
        {
            "passage_id": 8,
            "text": ") eccd"
        }
    ]
}