{
    "image_id": "3200803382",
    "passages": [
        {
            "passage_id": 1,
            "text": "ATTEMPTED MURDER OF A MERCHART."
        },
        {
            "passage_id": 2,
            "text": "Ar the Bow-street Police-court, five men named:"
        },
        {
            "passage_id": 3,
            "text": "James Palmer, Samuel Scandland, Leon Weiner,"
        },
        {
            "passage_id": 4,
            "text": "Adolphe Weiner, and Daniel Jacoby, have been."
        },
        {
            "passage_id": 5,
            "text": "-charged with being concerned with a man (already"
        },
        {
            "passage_id": 6,
            "text": "convicted) named Dusant, with attempting to"
        },
        {
            "passage_id": 7,
            "text": "! murder Jules Tabak, a diamond merchant, and steal-\ning £2,000 worth of diamonds, Inspector Langrish\ndeposed that from information received he-went with\nother officers and arrested the accused on the present\ncharge. Mr, Tabak, a diamond merchant, of 5,\nBelyrave-street, Kusten-road, deposed that on\nMareh 25sh, two men came to hie house, and asked\nhim to show them some diamonds, Two parcels\nwere shown them, While the men were Jooking at\nthe diamonds the prisoner Palmer struck witness\ntwo heavy blows on the head. He was stunned, the\ntwo mon ran away, and stole one hundred and eighty\ncarats of diamonds, value £1,400, One of the mex*\n(Dugant) was arrested, and has since been convicted"
        },
        {
            "passage_id": 8,
            "text": "and sentenced to penal servitude. He positively\nidentificd Palmer as the other man, Mra, Tabed: wag\ncalled, and identified Palmer as one of the men con-\ncerned in the robbery. She did not identify him at\nfirst, Eleanor Denunzio, the daughter of the man"
        },
        {
            "passage_id": 9,
            "text": "Dusant, deposed that on March 25th, the day of the\nrobbery, the prisoner Palmer called on her and\nbeckoned her to the corner of the streat. He asked\nfor her father, He said, “I struck the old ran, Ho\nscreamed, and his wife came upstaira and we were\nobliged to run away. I daresay your father will\nblame me for all this, but my brother was outside\nand did all he could to stop the servant,” Witness\nasked if the servant was stopped. Prisoner replied\nin the negative, She asked if her father had gos\naway. Prigoner replied, ‘ No,” and told her she had\nbetter pack up her luggage and get away from the\nhouse at once, and leave her luggage in the cloak-\nroom, Elesaid, ‘ You know where Weiner lives, You\nmust go down to him and tell him to assist you.\nWitness packed up her luggage and took it to\nWaterloo Station, and afterwards wont to Adolpha\nWeiuer’s house, She packed the luggage and seut if\nto Waterloo Station the same day. She then wert\nto G, Dyer’s Buildings, and raw Adolphe Weiner.\nDirectly he saw her ha said, ‘For God’s sake go\navway 1 I will meet you in Castie-etreet,’” She went\nthere, where-he shortly joined her, and took Jer to\na wine shop hi Chancery-lane, Witness raid, ‘Yeu\nhave got my father into this trouble, and I shall ex-\npect you to get him evt of it,” He denied at first\nthat he knew anything sbout it. She told him that\nher father had told her about the affair from the\nbeginning, He said that all he did was to get her\nfather a situation, She said she knew that was"
        },
        {
            "passage_id": 10,
            "text": "false, and that ke sent ler father to Mr. Tabak."
        },
        {
            "passage_id": 11,
            "text": "Firat he said he would not assist her at all, and then"
        },
        {
            "passage_id": 12,
            "text": "he gave her 5s, and seid he would give her that"
        },
        {
            "passage_id": 13,
            "text": "every week until she got employmont, Ho valid\nwhatever she did she must mot come near Dyev's"
        },
        {
            "passage_id": 14,
            "text": "Buildings, because he was watched. Then she went"
        },
        {
            "passage_id": 15,
            "text": "to Jasoby's house, but he was not at home, She"
        },
        {
            "passage_id": 16,
            "text": "gaw him, however, on the following Frisay st his\nplace iv the Edgware-road. He sald he did net\nknow they were going to strike him, Witnezs told\nhim he musttake the money for her father’s main-\ntsnance in the House of Detention, He prom"
        },
        {
            "passage_id": 17,
            "text": ", and met witness the nex$ night in A"
        },
        {
            "passage_id": 18,
            "text": "at, Clerkenwell, She gave him 103, for hee"
        },
        {
            "passage_id": 19,
            "text": "On the following Monday she waa to sient"
        },
        {
            "passage_id": 20,
            "text": "thaelles Weiner, who promised to give her £2 123."
        },
        {
            "passage_id": 21,
            "text": "for tha rent then due by herfather. Weiner did not"
        },
        {
            "passage_id": 22,
            "text": "x"
        },
        {
            "passage_id": 23,
            "text": "tura up, bat subsequently she saw Jacoby, who gave |\nhes £8 to pay the rent, Ho teld her not to po to |"
        },
        {
            "passage_id": 24,
            "text": "Weiner’s place atall, He promised to meet her at\nthe Marble Arch the following Wednesday, bat by\nthe acvive of Palmer and his wife she did uot go. On\nMare! 25th, after seoing Palmer, sho went to the hove\nof his mother-in-law. He came in and sent for his\nwife. They took witness to their house, and sent\nfor har luggage from Waterloo, She remained in the\nhouse for nine weeks, Witness know the whale of\nthe prisoners, who were In the habit of coming to the\nhouse of witness’s fathor, Three weeks after Christ-\nmas Jacoby called at their house with a bottle of\nchioraform, Torey tried it on the kitten. On » sub-\nsequent occasion the elder Weiner took a rabbit to\nthe house end witness was ordered out of thea raom,\nWher she returned the windows wera open, and\nthere was a strong smell of chloroform in the room,\nShe beNeved they had tried if on tha rabbit, The\nwecused, who protested thely innocence, were\nremanded,"
        },
        {
            "passage_id": 25,
            "text": "1 ee rer"
        },
        {
            "passage_id": 26,
            "text": "ae a Sn"
        },
        {
            "passage_id": 27,
            "text": "pc ee,\na aa eee"
        }
    ]
}