{
    "image_id": "3200803401",
    "passages": [
        {
            "passage_id": 1,
            "text": "THE ALLEGED LOAN OFFICE FRAUDS.\nJoHN Daviss, of Lansdown-place, Brunswick-square,\nan jronmonger, George Denny Ruck, alias Foster, a\nclerk, of Paradise-street, Lambeth, and John Jack-\nson, a traveller, of Braden-atreet, Maida Vale, were\ncharged on remand at the Marlborough-street Police-\ncourt, on Saturday, with conspiring toobtain various\ngums ofmoney, Three cases have already been in-\nvestigated against the accused, Mr, Eugene Pratt,\na merchant, now deposed that in consequence of an\nadvertisement which appeared in a daily paper in\nJune last, he went to the office of ‘‘ Foster and Co.,”\nArgyll-street, He there saw Ruck, and: told him\nthat he wanted to borrow £400, stating that he had\ngoods which were worth about £600. He left the\noffice, but returned again the same day, when he saw\nDavies, He was informed that expenses would be\nincurred in making inquiries, and was asked for a\nguinea, which he paid. Subsequently he gave Ruck\n103, on being informed that ‘‘the surveyor” had\nbeen unable to see the goods at the wharf, where\nthey were lying, and that he would have te call\nthere agsin to inspact them, which would entail\nadditional expense, No money was ever advanced\nto him by the prisoners, Mrs. Mary M‘Clintock\nsaid that owing to an advertisement that ap-\npeared in one of the papers she went to the\nprisonars’ offices in Argyll-street, where she saw\nRuck, and told him she wanted to borrow £25. She\nwas asked for a fes of 103, 64, “for inquirtes,” which\nshe paid, and she also deposited the lease of her\nhouse aud gave two references, She called again at\nthe offices on July 3rd, when Davies tried to kiss her,\nhaving previously sent Ruck out of the room on the\npretence that he was going to cash a cheque, and\nthat sbe would then be paid the money she wanted.\nWhen Ruck returned he said he had been unable to\ncash the cheque, as Davies had forgotten to sign it.\nShe then demanded her 10s, 6d, back, and told them\nthat the whole thing waa a conspiracy, and that they\nwould hear more of it. Edward Blair, a grocer, of\nCroydon, stated that he applied for a Joan at the\noffice in Argyll-street, and paid 103. 64, ag an\n“inguiry fee.” Eventually he was induced to\ndeposit the lease of his premises with one of the pri-\nsoners on the understanding that he was to geta loan\nof £30, He paid Ruck a guinea for the expenss of\npreparing the agreement. He never received any\nmoney from the prisonera, At this stage the\naccused were again remanded for a week, bail being\nrefuaed,"
        }
    ]
}