{
    "image_id": "3200801632",
    "passages": [
        {
            "passage_id": 1,
            "text": "Vee Se egos"
        },
        {
            "passage_id": 2,
            "text": "KILLED BY THE DOVER EXPRESS,\nOn Saturday morning, about six o'clock, a platelayer\nnamed David Hayden, of Shortlands, in the employ of\nthe London, Chatham, and Dover Railway Oompany"
        },
        {
            "passage_id": 3,
            "text": "| was knocked down and killed by the Dover express"
        },
        {
            "passage_id": 4,
            "text": "near Beckenham Junction Station. It appeara that\nthe deceased was going to hiy work, walking up the\nline between or near the up rails. This ia contrary to\nthe custom, because in such a position he was in the\nway of trains approaching from behind, which he would\nbe less likely to notica than those approaching from\nthe front, The driver pulled up after the accident and\ngave information at Beckenham Station, and ,the\ndeceased was found lying unconscious bat not actually\ndead on the line, his head bearing unmistakeable evi-\ndence that it had been struck. by the engine. He died\non the way to St. George’s Hospital,"
        },
        {
            "passage_id": 5,
            "text": "A PROMINENT speaker at a free traders’ meeting at\nMadrid, on Monday, stated that there are in Spain\nmore than a million anda half male adults occupied in\ndifferent industries and liberal professions, and theso,\nwith the exception of some 59,000 Catalans, are eager\nfor free trade ; while of these Catalans 54,000 are from\nBarcelona,"
        },
        {
            "passage_id": 6,
            "text": "At the Bow-strest Police-court, on Monday, John\nMahony was charged with assault, John Donally, of\nNew Temple-buildings, said that about seven o’clock\non Saturday evening he was sitting in a bar in the\nBlack Horse public-house in Bedfordbury, when he\nsaw the prisoner being ejected from one of the com-\npartments, Prisoner was put outside, but afterwards\ncame into the bar in which witness was, The prisoner\nmade some remarks to him and struck him on the\ncheek, He closed with the man and got him on the\nground, and in the struggle the prisoner bit his band.\nA constable was fetched and the prisoner was given in\ncharge. Sergeant White, the gaoler, said that the\nprisoner belonged to a very bad gang of men, and had\nbeen charged several times, Prisoner was sentenced to\nsix weeks’ imprisonment,"
        },
        {
            "passage_id": 7,
            "text": "On Monday, at the Bow-street Police-court, James\nFoley was charged with assault, Thomas Renwick, of\nQueen-street, Long Acre, said that on Saturday night\nat about twelve o’clock he was standing at hig door\nwhen he saw the prisoner come up behind an old man,\njump on his back, knock him down, and hit him, The\nperson assaulted was in witness’s employ. A police.\nman was sent for, and witness held the prisoner till\nhe arrived. While ho was detaining the man he\nstruck him in the eye, and kicked at him. The pri.\ngoner had just come out of the Olock House public.\nhouse, where it wag aaid that hohad twisted a woman’s\nnose and broken it, The prisoner stated that if he"
        },
        {
            "passage_id": 8,
            "text": "‘| was locked up he would put a knife into the prosecutor\n{ when he came out, and would be hanged for him, A"
        },
        {
            "passage_id": 9,
            "text": "constable said that ho aaw the prisoner assault Mr,"
        },
        {
            "passage_id": 10,
            "text": "+ Ronwick, The accused had beon several times convicted,"
        },
        {
            "passage_id": 11,
            "text": "and waa now sentenced to two months’ imprisonment\nfor the assault, and afterwards to find 8 surety in £10\nto be of good behaviour for eight months,"
        }
    ]
}