{
    "image_id": "3200807892",
    "passages": [
        {
            "passage_id": 1,
            "text": "CHARGE AGAINST A MANAGING DIRECTOR."
        },
        {
            "passage_id": 2,
            "text": "On Monday, at the Central Criminal Court, Mr.\nHenry William Pound, late managing director of a\nlimited lability company, called Pound, Son, and\nHutchings, now in liquidation, surrendered to take\nhis trial for unlawfully obtaining timber of the value\nof £4,000, by false pretences. The prosecutors in this\ncase were Messrs. Brinsmead and Co., pianoforte\nmanufacturers and timber merchants. The company\nof which the defendant was the managing director\nwas formed for the purpose of carrying on the business\nof timber merchants and packing-case makers. At\nthe close of last year they had entered into extensive\ncontracts with the Government for the supply of pack-\ning cases and ammunition boxes to the War Office.\nMessrs. Brinsmead had supplicd considerable quanti-\nties of timber to the company, and they were desirious"
        },
        {
            "passage_id": 3,
            "text": "‘to have some additional security for payment. An"
        },
        {
            "passage_id": 4,
            "text": "arrangement, it appeared, was then made, the terms\nof which were that whenever the company had sent\nin to the War Office packing-cases and boxes they\nshould be supplied with timber to a corresponding\namount by Brinsmead and Co., bills being given by"
        },
        {
            "passage_id": 5,
            "text": ": the company for the amount. The allegation on the\n| part of the prosecution was that from time to time"
        },
        {
            "passage_id": 6,
            "text": "the defendant represented that large quantities of\ncases had been delivered to the War Office, and thus\nfresh supplies of timber were obtained by the com-\npany, the fact being that no such goods had been\nsupplied to the War Office, and in the month of March\nlast the company went into liquidation, which led\nto the discovery of the alleged fraud. It appeared,\nhowever, that the contracts entered into by the\ncompany with the Government were really valuable\ncontracts, under which the defendant’s company\nwould have derived considerable profit, and that but\nfor the winding-up of the company. by an adverse\nereditor, the supply of cases at the War Office would\nhave continued to go on, and the prosecutors would,\nin all probability, have received full payment. It\nalso appeared that everything that was done by the\ndefendant in the matter was done in his capacity of\nmanaging director on behalf of the company. It\nwas also elicited in favour of the defendant that\nat the time of the winding-up goods of the value\nof £500 were ready for delivery by the company to\nthe War Office. Witnesses were called for the\ndefence, whose evidence went to show that the com-\npany was using every exertion to carry out the con-\ntracts, and that no frand was contemplated. The\njury found the defendant guilty, but not with intent\nto defraud, and strongly recommended him to mercy.\nMr. Gill reminded the court that the defendent had\nlost everything he possessed, or he would, by his\nconnection with this company, and he never intended\nto commit any fraud. The recorder allowed the\ndefendant to be discharged upon his entering into\na recognisance to appear and receive judgment if\ncalled upon."
        }
    ]
}