{
    "image_id": "3200803403",
    "passages": [
        {
            "passage_id": 1,
            "text": "Ra A EL LE EE TS"
        },
        {
            "passage_id": 2,
            "text": "A A Se rE A ST\nCaner anal"
        },
        {
            "passage_id": 3,
            "text": "ATTEMPTED MURDER AT STAMFORD HILL.\nOn Saturday night an extraordinary and apparently\ndeliberate attempt to murder a woman, the wile of\na houze and estate agent named Tomlinzon, of Ts\nChampion-terrace, Stamford Gill, took placein the\npublic thoroughfare, about one hundred yards dis-\ntance from her residence, She left home at twenty\nminutes past nine for the purpose of making 4 few\npurchasea, and was almost immediated accosted by a\nman from behind, She turned round at once, and\nfound that it was her siater’s husband, Willfam\nEsworthy. He walked by her aide for a second or\ntwo, and then suddenly fired o pistol at the back of\nher head, Sheecreamed, ‘‘ Murder; Lam shot !” and\nfell to the ground insensible, A’girl living on the spot\nran across the road and recognised Mrs, Tomlinson as\nshe lay bleeding on the pavement. Boing Saturday\nnight there were many people about. A crowd soon\naseembled, and the injured woman having been car-\nried into her own house, Dr, Duncan, of Amherst\nPark, was sent for, He scon arrived, and found\nher suffering from a bullet wound behind the right\near, but the bullet had not penetrated the skull,\nhaving bounded off after striking the bone, Search\nwaa subsequently made for the bullet, but it\ncould not be found. After the woman fell Esworthy\nhurried to the opposite side of the street, and threw\nsomething over a fence, He had been seen to fire\nthe pistol by some passers by, and was seized by\nseveral men, who took him towarda the Stoke\nNewington Police-station. They wore met, however,\nby Sergeant Collina, of the N Division, to whom\nthey reported the circumatances of the case, and gave\nthe man into his custody. Collins, accompanied by\na great many persons, conveyed Hsworthy to the\nTottenham Police-station, Thera he waa charged\nwith “shooting and wounding with intent to murder\none Harriet Tomlinson, at the High-road, Stamford\nHill, in the parish of Tottenham.” He gave the name\nof William Esworthy, aged twenty-eight, address 29,\nSouth-street, Mancheater-aquare ; business, commis.\nsion agent. On the charge being yead over to him\nhe remarked, ‘(She did it herself, and I took the\nrevolver away from her, and threw it over a fence\non the opposite side of the road,” On being searched\na few coing and a cleaning-rod of a pistol was found\nupon him, but no ammunition, The prisoner having\nbeen locked up, Inspector Ashwell and Sergeant\nColling proceeded to the spot indicated by him to\nsearch for the revolver; but, after @ close inspec-\ntion for an hour or 80, they had not succeeded in\nfinding it, The search then discontinued ; it was re-\nsumed on Sunday morning at daylight by Sergeant\nCollins, and at a quarter-past five o'clock he dis-\ncovered the revolver in a builder's yard, almost\nopposite where the crime was committed, It is a\nweapon with seven chambers, six of which were\nloaded when it was picked up, Ib was, therefore,\nfully charged when the attack waa made upon Mrs.\nTomlinson,"
        },
        {
            "passage_id": 4,
            "text": "In investigating the matter on Sunday the polics\nascertained that the prisoner spent nearly the whole\nof Saturday afternoon and evening watching the\nplaying of cricket on some vacant land at the rear of\nChampion-terrace, After the match was over he was\ngeen to pass Tomlingon’s place of business and go to\na public-house, where he had some whisky, He then\nrepassed the shop, and evidently waited about in the\nexpectation that Mra, Tomlinson would come out,\nag she eventually did, to make Saturday night's\npurchases, As to the motive for the outrage, it ig\nstated that there had been serious disagreements\nhetween the prisoner and his wife, and that Mra,\nTorlinson had supported her eister’s cause, and\ninvited her to come to Stamford Hilland stay there on\nseveral occasions, which she had done, Mrs. Tom-\nlingon, ia the mother of two children, and is much\nrespected by her neighbours, who express great sym-\npathy towards her in her suffering, and make anxious\ninquiries as to her condition, It ig clear that she\nhad @ miraculous escape from death, As it is she is\nbadly wounded, and her system has received a very\ngevere shock, but there ia scarcely any fear of her\nultimate recovery. On Sunday evening the symp-\ntoms ware highly favourable to that view. As may\nbe imagined, the affair, happening in a crowded\nthoroughfare at a busy time on Satarday night,\ncreated intense excitement. Prisoner will be taken\nbefore the magistrates ab Edmonton in a day or two."
        }
    ]
}