{
    "image_id": "3200807975",
    "passages": [
        {
            "passage_id": 1,
            "text": "ut"
        },
        {
            "passage_id": 2,
            "text": "te\n16"
        },
        {
            "passage_id": 3,
            "text": "th\n1¢\nis"
        },
        {
            "passage_id": 4,
            "text": "h\na\ndd.\ne\nny"
        },
        {
            "passage_id": 5,
            "text": "ws SD"
        },
        {
            "passage_id": 6,
            "text": "d"
        },
        {
            "passage_id": 7,
            "text": "mw he ee PD et De OO"
        },
        {
            "passage_id": 8,
            "text": "we er"
        },
        {
            "passage_id": 9,
            "text": "Foor Ww Aw Ff"
        },
        {
            "passage_id": 10,
            "text": "a"
        },
        {
            "passage_id": 11,
            "text": "A SUICIDE’S LETTER."
        },
        {
            "passage_id": 12,
            "text": "A MAN named John James Norman should have\nsurrendered to his bail at the Greenwich Pelice-court,\non Monday, on a charge of assaulting a little girl.\nLast week, however, he committed suicide by hang-\ning, and Mr. Holmes Moss (solicitor) read the follow-\ning letter he had received from the accused :—‘* Point\nHill House, July 9th, 1889. Dear Sir,—You need\nnot trouble about my case. I am innocent of the\ncharge I am accused of. The police can prosecute\nthe body ; they cannot follow the soul. I am not\nafraid to meet my God. Man is the greatest enemy\nman has got. Jf the police would try to pre-\nvent crime instead of laying traps to create it,\nthere would not be one half the misery in the\nworld there is. £ s, d. is the god of all classes,\nparsons not excepted. I am hunted down for trying\nto do good. My only object, motive, or intention on\nthe 25th of June was to do the dear little children\ngood. For me to come into court with only one wit-\nness when they have four, coached and trained for\none week before they took action, and another week\nto complete it; had I the opportunity to go into the\nwitness-box (my mouth is closed) I should not have\ntaken the step [ have. Hoping you will read this to\nthe Court, and try to open the way to remove the\ngreat obstruction to justice by keeping a culprit’s\nmouth closed in defence of his innocence, believe me,\nyours respectfully,—J. J. Norman. N,B.—IfI have\njudged anyone wrongfully I hope they will forgive me.\nMr. Moss, jun., New-cross.” Mr. Kennedy said it\nwas a dreadful tragedy."
        },
        {
            "passage_id": 13,
            "text": "Marcarsr Hunter, of 153, St. Pancras-road,\nthrew her baby out of the second floor window, and\nthen jumped out herself. They fell fifteen feet on\nto a, cistern, and were neither severely injured. At\nClerkenwell the woman was charged, and committed\nfor trial. :"
        },
        {
            "passage_id": 14,
            "text": "A youre man named Frank Browning, aged\ntwenty-one, of Queen’s-road, Wickham-lane, near\nPlumstead, was sitting on a haycock in a field at\nBlack Fen, between Bexley and Eltham, when he\nwas struck in the face by some shotsfrom a gun, some\nof the missiles entering his left eye. The gun was\nfired by a lad of fourteen, named Charles Hills, of\nSeudder’s-lane, Bexley, to whom it had been lent.\nHe pointed it, he says, at two sparrows, and did not\nsee Browning until he cried out, when he became\nfrightened and ran away. The injured man has lost\nthe sight of his left eye, and several shots have been\nextracted from his face and ears."
        },
        {
            "passage_id": 15,
            "text": "Thomas BURKE, nineteen, a slater, of Anatola.\nroad, Upper Holloway, was charged before Mr. Bros,\nat the Dalston Police-court, on Monday afternoon,\nwith disturbing the members of the Salvation Army\nby shouting and swearing and using disgusting lan.\nguage inside the “army” barracks, a duly-registered\nplace-of worship, at Salisbury-road, Upper Holloway.\n“Lieutenant ” Bessie Bellamy deposed that the pre-\nvious afternoon the prisoner was at the service as\nstated, and talked loudly and persisted in singing\nwhen others had stopped. He talked loudly whilst\nthe captain was reading the Bible. Sergeant Smith\ndeposed to hearing the disturbance, and to asking the\nprisoner to withdraw. He refused, but on subse.\nquently being detained until a policeman was fetched\nhe asked in a loud voice, ‘‘ What the devil are you\nkeeping me here for?” The bad language alleged to\nhave been used by prisoner was spoken to; and\nPolice-constable 50 YR having said the prisoner was\nviolent and threw him when arrested, Mr. Bros\npassed sentence of one month’s hard labour, A\nwoman at the back of the court screamed and fainted\non hearing thig,"
        }
    ]
}