{
    "image_id": "3200801612",
    "passages": [
        {
            "passage_id": 1,
            "text": "J\nx"
        },
        {
            "passage_id": 2,
            "text": "DOUBLE MURDER BY A MOTHER At\n_-s- RUSHOLME. 7\n[SUBJECT OF ILLUSTRATION. ]"
        },
        {
            "passage_id": 3,
            "text": "Azovr noon on Friday information was received at\nthe Rusholme Police-station that a woman had mur-\ndered her two children, aged threo and five respectively,\nand then attempted to commit suicide by drowning,\nUpon the information being received Inspector Smith\nwent at once with the person who gave the information\nto No, 54, Moss-side, On making a detailed examina-\ntion of the premises he found the two children lying\non a bed in one of the bedrooms naked and quite dead,\napparently from drowning, Upon the body of one of\nthe children there was a piece of paper containing\nsome almost illegible writing. What portions of it\nthat could be made eut ran as follows :—‘“‘ Dear Papa,\n—I could not stand itanylonger . . . +» toyou,\nIdo not think they are dead, for they . . . Wa\nshail never meet in heaven, I could not help it. I\nhad a good husband,” The ingpector took Mrs, Hib-\nbert to the Rusholme Police-station, where she now\nlies, The full circumstances of the case sppear to\nbe as follows :—The unfortunate woman is the wife\nof PThomas Hibbert, joiner and builder. About\ntwelve months ego Mrs. Hibbert gave birth to\nachild, Sho fell ill, and finally became insane, She\nwas removed to the Parkfield Asylum, near Maceles-\nfield, of which institution she was an inmate up till\nthe 8rd ofthis month, On that day her husband took\nher home, although warned that she was not perfectly\ngane, and that a strict watch would have to be kept\nover her actions. He proposed to hire a nurse, but\nMrs, Hibbert appeared to be very much upset at such\nanotion being entertained that the idea was abandoned,\nOn Friday morning he left for work as usual, leaving\ninstructions for the servant to look after his wife,\nShortly after his departure Mrs, Hibbert called the\nchildren upstairs to hor, and was upstairs for about\nhalfan hour. She came down looking very ill. The\nservant became alarmed, and called in a neighbour.\nThey went upstairs and heard a splashing in the bath.\nThey went into the room and found Mrs, Hibbert in\nthe bath. She then told them the two children were\nupstairs, but she did not think they were dead, She\nalso told them she had been trying to drown herself,\nThey at once went and gave information to the police."
        },
        {
            "passage_id": 4,
            "text": "LATER DETAILS."
        },
        {
            "passage_id": 5,
            "text": "Upon further inquiries being mado, the followin®\ndetails were ascertained, About a year aga Mrs\nHibbert was confined of a child, The week following\nshe fell ill, ultimately becoming insana, necessitating\nher removal to tho Parkfield Asylum, Macclesfield.\nShe was detained in that institution until Wednesday,"
        },
        {
            "passage_id": 6,
            "text": "when sho was taken out by her husband. He was told |"
        },
        {
            "passage_id": 7,
            "text": "she was not perfectly convalescent, He. stated his\nintention of providing » nurse for her, but that seemed\nto excite Mrs. Hibbert to such an extent that the idea\nwas reluctantly abandoned, Mrs, Hibbert rose about\nhalf-past seven on Friday morning and had breakfast\nwith her husband, She then appeared to be in her\nusual health, bodily and mentally, Mr, Hibbert Felt’\nthe house about eight o'clock in order to proceed to his\nwork, but prior to his doing so he gave strict orders to\nhis servant to keep an eye upon her mistress’s move\nments. About nine o’clock Mrs, Hibbert told tiie\nservant to call the children in from playing in the front\ngarden, Mrs, Hibbert took hold of the children and\ntook them upstairs with her, She came down shortly\nafterwards and sent the servant fora bottle of soda,\nsaying that she felt very unwell. On the servant’s\nreturn with the soda water, she asked her mistress what\nhad become of the children. Mrs, Hibbert replied that\nthey had gone to the corner shop. The servant went\nto inquire if they were there, but was told they had\nnever besn there, Becoming alarmed,‘she procured a\nneighbour named Mrs, Deedle to go back to the house\nwith her, as she suspected something was the matter. |\nOn reaching the house they heard a splashing in the\nbathroom, They proceeded thither, and found Mrs,\nHibbert in the bath. They asked her where tho chil-\n‘dren were, and Mrs. Hibbert repliod, ‘I have drowned\nthem, I don’t think they are dead, as they are quite\nwarm.” She took them into a bedroom where the two\nchildren were found lying quite naked on the bed, and\nalthough the bodies were warm they were perfectly\ndead. Mrs. Hibbert also told them she had been\n| trying to drown herselfin the bath for the last half\nhour, On receipt of this-information Inspector Smith\nwent down to the-house and made an examination of\nthe premises. He found the two children lying dead ;\non the bed, A piece of paper containing a few almost\nillegible sentences was laid on the body of the eldest ,\n| child,"
        },
        {
            "passage_id": 8,
            "text": "|"
        },
        {
            "passage_id": 9,
            "text": "RD e~ rm memo ome be ew sd eee ei eae ees ee tl ell llrelUcrllUlUcUlUl tll"
        }
    ]
}