{
    "image_id": "3200801630",
    "passages": [
        {
            "passage_id": 1,
            "text": "THE QUEEN V. LEGG."
        },
        {
            "passage_id": 2,
            "text": "Queen's Bexcx Drviston.—(Before Lord Coleridge\nand Mr, Justice Mathew.)—In this case a rule had\nbeeri granted for a certiorari to remove an indictment\nfor libel preferred against George Francis Legg, s\nsolicitor, on the prosecution of Harold Alexander, an\nofficer in her Majesty's army, from the Central Criminal\nCourt to this Court, in order that it might be tried\nbefore a special jury. The circumstances were as follow :\nBoth the defendant and prosecutor are members of the\nCocoa Tree Club, in St. James’-street, Piccadilly, and\non the 8th of December, 1884, they played at cards\nthore the result being that Mr. Alexander won £1,760\nfrom Mr. Legg, who, as he waa losing, said he\nwould only lose 2500, which he was ready at once to\npay, provided that any sum exceeding that amount\nshould be played for on a future evening, They subse-\nquently played a few games, when Mr, Alexander won\nar. additional £200, and the defendant paid him £500,\nthe balance standing over. A fow weeks afterwards Mr,\nLegg, according to his affidavit, heard that Mr, Alex-\nander had been accused of cheating a Mr. Wyndham of\n£550 at cards, at the Road Club, in January, 1885, and\non the 18th of February the defendant wrote a letter\nto the committes of the Cocoa Tree Club to\nthe offect that Mr. Harold Alexander had been com-\npelled to resign his membership of the Road Club,\nhaving been detected at cheating at cards, aud that he\nwas prepared to prove this charge, This was the libel\ncomplained of, and for which he was committed for\ntrial, but was allowed to stand out on his own recog«\nnisanees of £50, The matter now came before this\ncourt on an application by Mr. Matthews, which was\nopposed by Mr, Gill, to expedite the hearing of the,\nrule for the certiorari, in order that the’ trial might.\ntake place before the prosecutor had to rejoin his regi-.\nment in India, The Court, disapproving of the course.\ntaken by the prosecutor in instituting criminal pro--\nceodings in the case ofa private squabble, refused the\napplication’with costs,"
        },
        {
            "passage_id": 3,
            "text": "At the Hull Police-court, on Thursday, a young girl\nnamed Isabella Hewson was charged with the murder\nof her illegitimate child by hanging it, On her brother\nbeing called she became terribly excited, shrieked out\nthe name of her child, and went into several fits, She\nwas go violent that two female warders and sevoral\nofficera had to hold her. The hearing of the case had\nto be suspended, . ."
        },
        {
            "passage_id": 4,
            "text": "Arthe West Bromwich Police-court, on Saturday,\nJohn Taylor, of Handsworth, was sentenced to three\nmonths’ imprisonment for embezzling money belong-\ning to Mesars. Warden and Co,, trading es the Phoonix\nNut and Bolt Company, in whose employ he was as\nassistant warehouseman, The defence was that pri-\ngoner had been in bad company, and had been led\naway by betting meu."
        },
        {
            "passage_id": 5,
            "text": "Ar the Guildhall Police-court William Stogman,\n12, Windsor-street, Bishopsgate-street, carman ; George\nWood, a bag dealer, who refused his address ; William\nGreen, 23, Zoar-street, Southwark, general dealer ; and\nAlfred Moon, a labourer, who satd he had no fized\nresidence, were committed for trial on the charge of\nbeing concerned together in stealing a case from a truck\nin Wolls-street, which contained seventy-eight fancy\nwaistcoats, the property of Edwin Seamark, 51, Church-\nstreet, Newington, a dealer."
        },
        {
            "passage_id": 6,
            "text": "Art the Lambeth Police-court Isabella Gutteridge was\ncharged on remand with stabbing her husband with a\nshoamaker's knife, The case was reported last week,\nand it was then shown that the man had received a\nstab on the left side, and was under the care of a\nsurgeou. Police-constable 166 L now stated that the\ninjured man was still unable to attend, and the surgeon\nat present was unable to say how soon he would be able\ntodo so, Mr. Ohance said if that were the caso the\nprisoner must again be remanded."
        },
        {
            "passage_id": 7,
            "text": "JosErH CoLuieR, landlord of the White Hart pnblic-\nhouse, Myddelton-street, Clerkenwell, was summoned,\nat the Clerkenwell Police-court, for assaulting Edward\nDennis in that house on June 4th, The complainant\nstated that ho was in the public-house with several\nother men, and an altercation arose, The defendant\ncalled them ‘poor people.” Complainant retorted\nthat it was a lie, andthe defendant at once struck him\nwith his fist. Mr, Barstow asked the complainant\nwhat could he -xpect if *e--alled 9 man a liar, and"
        },
        {
            "passage_id": 8,
            "text": "\\ dismissed the c1s9."
        }
    ]
}