{
    "image_id": "3200801634",
    "passages": [
        {
            "passage_id": 1,
            "text": "DISORDERLY CONDUCT."
        },
        {
            "passage_id": 2,
            "text": "Arthe Lambeth Police-court, on Monday, William\nClark, twenty-two, shooblack, waa charged with being\ndrunk and disorderly in Newington Butts, and also\nwith assaulting three constables by kicking and\nstriking them, On Saturday night Police-constable\n108 P wascalled to a disturbance in Newington Butts,\nand found the prisoner acting in a most violent manner\nin the midst of a crowd, He (witness) tried to get\nhim away, but he refused, attacked and struck him, |\nand knocked him down and kicked him. Police-con- |\nstable 481 P then came up to the aid of his brother |\nofficer, when the prisoner seized hold of him, and in |\norder to make him release his hold the constable was |\nobliged to strike him with his staff. Police-constable-\n‘| 342 P, upon arriving, was also struck and kicked by the |\nprisoner, and it required four or five constables to get |\nhim to the station, The prigoner now in defence said |\nhe had taken too much drink. Mr. Biron said such an\nexcuse would not suit him for the savage conduct ,\nof the prisoner, who would ba sentenced to six months’\nhard labour.—Charles Jones, twenty, carman, living\nin Pleasant-row, Walworth, was next charged with |\nbeing drunk and disorderly in the Old Kent-read, and\nassaulting police-constables, Mr, Biron was informed\nby Inspector Flanagan, who was on duty in court, that\nPolice-constable 391 M was so seriously injured by the\nkicks of the prisoner that he was confined to his bed,\nand the divisional surgeon had been called to see him\nthree times on Sunday, The prisoner was remanded\nfor a week to see how Constable 391 M progressed,\nBail was refused. —George James Husted, twenty-two,\ncarriage builder, was charged with assaulting Sergeant\n3 Land Constable 216 L, The prisoner was making a\ndisturbance in the Canterbury Music Hall on Saturday\nnight, and ag he refused to be quiet it was found neces-\nsary to eject him. The prisoner was extremely violent,\nand struck both officers, though not very severely, The\nprisoner, who now expressed regret for his conduct, was\nordered to pay a fine of 40s., or in default one month’s\nhard labour,"
        }
    ]
}