{
    "image_id": "3200801613",
    "passages": [
        {
            "passage_id": 1,
            "text": "’ ATTACK ON CONSTABLES AT\nWIDNES."
        },
        {
            "passage_id": 2,
            "text": "[SUBsECT OF ILLUSTRATION, ]"
        },
        {
            "passage_id": 3,
            "text": "At the Widnes Police-court Peter O'Loughlin, son of"
        },
        {
            "passage_id": 4,
            "text": "a publican in Railway-street, Widnes, was charged with"
        },
        {
            "passage_id": 5,
            "text": "being drunk and disorderly in Anne-street East on"
        },
        {
            "passage_id": 6,
            "text": "Saturday night; also with assaulting Police-constable"
        },
        {
            "passage_id": 7,
            "text": "John Gamble, and with damaging his uniform to the"
        },
        {
            "passage_id": 8,
            "text": "extent of 2s, 64, Ann O'Loughlin, a girl about twenty"
        },
        {
            "passage_id": 9,
            "text": "years of age, was charged with assaulting and resisting"
        },
        {
            "passage_id": 10,
            "text": "Police-constable Gamble st the same time and place,"
        },
        {
            "passage_id": 11,
            "text": "Mr, Knowles, solicitor, Widnes, defended both pri-"
        },
        {
            "passage_id": 12,
            "text": "soners, It appeared from the evidence of Police-con-"
        },
        {
            "passage_id": 13,
            "text": "stables Gamble and Middleton, the former of whom"
        },
        {
            "passage_id": 14,
            "text": "had his head enveloped in a surgical bandage, that on"
        },
        {
            "passage_id": 15,
            "text": "Saturday night the male prisoner was drunk and dis-"
        },
        {
            "passage_id": 16,
            "text": "orderly in Aune-street, and the constables went to him |\nand told him to go away, He refused, and was then\ntold that if he did not go he would be locked up, He\nreplied that no “bobby” in Widnes could take him.\nHe was taken into custody, and while Gamble\nwas endeavouring to put the handcuffs on him,\nprisoner beat and kicked him, and tore his\ntrousers. At this juncture the female prisoner\ncame forward, and ssid to her brother, ‘No,\nPeter, don’t go with them; don’t go with them.”\nAfter they had proceeded a short distance Gamble\nreceivad a severe blow on the back of the head, cutting\nit open, and causing him to lose a great quantity of\nblood. While the constables ware struggling with the\nmale prisoner Police-constable Middleton said he saw\nthe female prigoncr throw tha stone which struck\nGamble, She threw several stones besides that one,\nMary Dearden gave corroborative evidence, For the\ndefence James Mathews, a boy; Miles Sweeney,\nThomas Bain,-Ann Connolly, and Catherine Riley wero\ncalled, each of whom swore that ail the stones were\nthrown from the far side of the crowd, and not by the\nfemale prisoner at all, Mr. Knowles mado a pathetic\nappeal to the bench on behalf of the girl, who, he said,\nwas going to America in the course of a few days, and\nshe was discharged. Her brother was fined 10s, and\ncosts (63, 64,), or fourteen days’ imprisonment, for\nbeing drank ; 20s, and costs (94, 6d.), or ons inonth’s\nhard Jabour, for the assaul¢uponthe constable; and10s,\nand costs (44 6d.) and the damage, 2s, Gd., for injuring\nthe constable’s trousers, or fourteen days’ imprisonment\n—making two monthsin all, Mr. Knowles asked the\nbench to give the prisoner a short time to pay the\ntotal amount in, but this was peremptorily refused,"
        },
        {
            "passage_id": 17,
            "text": "————"
        }
    ]
}