{
    "image_id": "3200807886",
    "passages": [
        {
            "passage_id": 1,
            "text": "A GANG OF YOUTHFUL BURGLARS."
        },
        {
            "passage_id": 2,
            "text": "Ar the Dalston Police-court Frederick Bushell,\nfifteen, boot finisher, of Crozier-terrace, Hackney ;\ndames Arnold, fourteen, errand boy, of Oswald-street, ,\n-Hackney-wick ; and Noah Dunkley, twelve, school-\nboy, of Overberry-road, Hackney-wick, were charged\non remand with being in a disused oilcloth factory in\nGlyn-road, Clapton-park, supposed for the purpose\nof committing a felony. The boys were found in the\nbuilding at ten o'clock on the previous Saturday\nmorning. They had evidently made the place their\nhome. The elder boy was armed with a catapult,\nand in his possession were a number of lead pellets.\nThe extensive building had been almost stripped of\nits piping, and there were evidences that the lead so\nobtained had been melted down to make pellets\nfor the catapults, which were used to shoot the\nnumerous birds nested in the roof of the building,\nwhich were afterwards cooked and eaten, On the\nhouse where Arnold resided being searched a chisel\nfashioned like a burglu’s “jemmy” was found,\ntogether with a silver-plated teapot and cream jug,\nand several plated spoons, which it was ascertained\nhad been stolen froma house in Percy-terrace, Mande-\nville-street, Clapton, The owner was not present,\nand Constable 208 J said there was no further\nevidence to connect the prisoners with the robbery\nat that house. A solicitor representing the owner,\nwho is away in Russia, said that during the past\nfew years £700 worth of damage had been. ilone to\nthe buildings by boys. A wall eight feet high sur.\nrounded the building, and ag the inner stairease had\nlong since disappeared he was at a loss to know how\nthe boys got to the top floor. Arnold said they got\nover the outer wall from some gardens at the back,\nand, having forced the windows, they climbed up the\nbeams to the top floor. The solicitor added that\ngreat danger might arise to adjoining property by\nthe boys kindling fires on the floor. The boys seemed\nto have been neglected by their parents, one mother\nadmitting that she had taken a situation.as a house-\nkeeper and left the boy to shift for himself. Mr\nCorser said Bushell appeared to be the ringleader,\nand he probably had led the other boys away. He\nwould, have ten days’ imprisonment and be detained\n| for five years in a reformatory. The younger boys\n/would go to the workhouse for a week, and Mr\nHiscocks, the School Board officer, would find"
        },
        {
            "passage_id": 3,
            "text": "industrial schools for them. /"
        }
    ]
}