{
    "image_id": "3200801629",
    "passages": [
        {
            "passage_id": 1,
            "text": "eee ee ee"
        },
        {
            "passage_id": 2,
            "text": "eR a ae, eee MR"
        },
        {
            "passage_id": 3,
            "text": "eer Ss a ee eee es ee"
        },
        {
            "passage_id": 4,
            "text": "a eee See a a ee ee"
        },
        {
            "passage_id": 5,
            "text": "ee oe ee"
        },
        {
            "passage_id": 6,
            "text": "ses ee ee eS ee FF"
        },
        {
            "passage_id": 7,
            "text": "eo ew eee"
        },
        {
            "passage_id": 8,
            "text": "ce ll I alle a"
        },
        {
            "passage_id": 9,
            "text": "ae VY aN O&O"
        },
        {
            "passage_id": 10,
            "text": "MIDDLESEX SESSIONS."
        },
        {
            "passage_id": 11,
            "text": "Parish PRosEcurions at THE West Exp.—Jules\nde Bodt, a Frenchman, was indicted for keeping a dis-\norderly house in the parish of 8t. Marylebone. From\nthe statement of Mr. Poland it appeared that for some\nyears past the prisoner was the occupier of a house,\nNo. 12, Market-place, Oxford-atreet, on the site of\nthe old Oxford-street Market, and complaints were\nmade to the vestry as to the manner in which this\nhouse wag conducted. On the outside of the house\nwas written up ‘Jules de Bodt, cabinetmeker,” and\naleo ‘Madame de Bodt, French laundry,” and in con-\nsequence of the complaints which were made as to the\nconduct of the house an officer of the vestry in October,\n1881, called upon the prisoner and warned him to dis-\ncontinue the practice of what he was then doing, for\nif it was continued the vestry would be forced to take\nproceedings and put the law in force against him.\nSubsequently, however, renewed complaints were\nmage Gy the inhabitants as te the nuisance they ex-\nperienced ag to what was going on at this house,\nwhich was frequented by low characters of French\nnationality, who brought men home with them at\nall hours, and in the warm season the inmates of\nthe house were very indelicately attired, and as the\nwindows in the upper part of the house were thrown\nwide open, the inhabitants occupying houses on the\nopposite side were greatly scandalised thereby, and\none of them, a professor of music, who received pupila,\nwas compelled to keep his blinds down throughout the\nday in consequence of the scenes that were going on,\nWitnesses having been called in support of this state-\nment, the jury found the prisoner guilty. The learned\njudge ordered him to pay a fine of £50, and to enter\ninto his own recognisances of £50, and to find two\nsureties of £25 each, or one surety of £50, for his good\nbehaviour for twelve months."
        },
        {
            "passage_id": 12,
            "text": "Fravps veon Buripers,—Edwin Samuel Boosey,\nthirty-seven, surveyor, was indicted for having ob-\ntained by false pretences various sums of money from\ndivers persons with intent, in each case, to defraud,\nFrom the statement of the learned counsel on behalf of\nthe Treasury, it appeared that a moat extraordinary\nsystem of fraud had been practised, there being no\nloss than six prosecutore. One of these was a Mr.\nGeorge Burrows, a builder, residing at Chingford, who\ngaw an advertisement asking for tenders for the\nfinishing of four small houses on the Chingford\nStation Estate. Mr. Burrows called at the address\nnamed, Langham-place, Regent-street, where he saw\nthe prisoner, who spoke to him regarding a letter which\nhe had addressed to him, The prisoner thon said that\nhe would supply plans and specifications, but would\nfirst require a deposit of two guineas, which, in the\nevent of his tender not being accepted, would be\nreturned. Mr, Burrows then banded that sum over\nto the prisoner, who gave him the plans and epecifi-\ncations. Mr. Burrows, making sure that he would\nhave the completion of the job, went down to look at\nthe carcases of the houses, when he found that the\nplans were extremely faulty and erroneus, thero\nbeing now bow windows in them, and it was evident\nthat they had not been prepared from a view of the\nhouses. The prosecutor compleined of this, but could\nnot get one penny of his money back. The other\ncasos were of a sitmilar character. The jury, without\nretiring, returned a verdict of guilty. Detective-\nsergeant Gethen said he knew of twenty-five cases\nsimilar to those upon which the prisoner had been\ntriod ; and, Sessions Warder Humphreys having proved\na previous conviction on August 12th, 1878, the learned\njudge sentenced the prisoner to five years penal ser-\nvitude, ;"
        },
        {
            "passage_id": 13,
            "text": "ALLEGED ROBBERY WITH VIOLENCE,\nArthe Hammersmith Polica-court James M'Carthy, a\ncostermonger, and Jacob Hyams, a tailor, were finally\nexamined on the charge of being concerned in assault-\ning Thomas Necgom, a glazier, of Little James-street,\nBedford-row, and stealing £4 15s. from him while on\nboard the Citizen steamboat ''J,” on the occasion of\nthe Gaiety Rowing Club races on the 18th ult, at\nOhiswick. It was alleged by the prosecutor that the\nprisoner Hyams demanded £2 10s,, which he refused\nto pay, as he had not made any bet with him, The\nprisoner then caught hold of his leg while he was on\nthe bridge, and said he would have his money.\nM‘Carthy and other men rushed up and caught hold of\nhim. He got away down into the stokehole, but he\nwas followed by the prisoner and a nnmber of other\nmen, M'Carthy held him while Hyama rifled his\npockets. Mr. Paget heard a witness on behalf of\nM‘Carthy, and then ordered him to be discharged.\n= committed the other prisoner for trial, allowing"
        },
        {
            "passage_id": 14,
            "text": "ail,"
        }
    ]
}