{
    "image_id": "3200808393",
    "passages": [
        {
            "passage_id": 1,
            "text": "ACTION AGAINST A COMEDIAN,\nAv the Southwark County Cou:t, on Monday morn.\ning, before his Honour dudge Holroyd, the case of\nPDidcott v. Macdermots waz heard, Mr, Arnistrong,\nvolicitor, appeared for the plaintiff, whe, he sai"
        },
        {
            "passage_id": 2,
            "text": "was a musical and dramatic agent. Defendant was |"
        },
        {
            "passage_id": 3,
            "text": "a comedian and vocalist, and was also an agent, and\nthe action was brought agains) him to recover the\nsum of £35 lls. Si, beivs commission due npon\nengagements precured for him by the plaintiff. The\nfirst item was comwmissicu at five per cent. up2n Myr,\nMacdermoit's engsgenw nt at tho Londen Pavilion at\n£20 per week, on whica engagement there were\ntwenty-three weol.s’ commission due up to July 20:h,\nThen ihere was c.mmission at Sve per cent. upow\nMr. Macdermott’s engagements at the Cambridge\nMuric Falla. £15 perweek, aud at Colling’s at £22 125,\nper week; upon two engagements st E NMaburgh and\nNewcastle at £30 per week; and_aé the Star, in\nPablia, ab £40 per week. Mr. R. Andrews, the\nplaintii's ¢l was called to prove the claim, and\nproducid the contracts is respect of which the action\nwas brought. The def ndant siid he was quite pre-\npared to pay the plaintiff £24 1s, Sd.,and had brought\ncheque wish him for that sam, Ho said he objected\nto pay commission upon all re evgagements, Not only\nwas that unusual, bot—~ His Honour: Inever saw\nan engagement upon which there was not commission\npayable upon re-engagements, Mr. Armstrong: Mr.\nDideott mace this man. He wes nobody before Mr,\nDidesti rook him up, The Defendant (excitedly) :\nTt was Macdermott before Mr. Didcott ever came\ninto the business. Mr. Armstrong: You are\nan agent yourself? Defendant: No, Fam nob an\nagent. Mr, Armstrong: What does “Macdermott’s\nUniversal Dramatic sad Musical Agency ’’ mean,\nthen? Defendans: That is my brother, Edward\nMaedermott. Mr. Armstrong: Don’t you know that\nthe wsuel commistion is ten per cent? Defendant;\nNot with a man of my reputation. Big turns like\nmyself pay five por cent, His honour remarked that\nwheres man put his hand co a certain document, and"
        },
        {
            "passage_id": 4,
            "text": "that documert was brought into court, he could not:"
        },
        {
            "passage_id": 5,
            "text": "goaway from it. Ho gave judgment for the pisintiff\nfor the amount claimed, ‘Phe defendant offered to\nhand over his cheque for 2413. 8.1, Mx, Armstrong ;\nWe would rather not take ais chequo, sir, Defen-\ndant (excitedly): He has borrowed money of me and\nray family. Ihave been brought here to be insulted.\nMr. Didcott: He has said he is not anagent, I shall\nbe able to prova right up to the hilt that he is an\nagent. The parties then lef: the court."
        },
        {
            "passage_id": 6,
            "text": "mnt oo"
        },
        {
            "passage_id": 7,
            "text": "wn pe ee Ft oe ee"
        },
        {
            "passage_id": 8,
            "text": "a ee ne ee ee Or ee ee ee eee"
        }
    ]
}