{
    "image_id": "3200801615",
    "passages": [
        {
            "passage_id": 1,
            "text": "SHO? FIRING IN MINES.\nAn important case came on at the Gateshead Gonnty\nPolice-court on Saturday, proceedings having been\ntaken by the Home Office against the manager of the\nUaworth Colliery, for iegal shot-firing on March 2nd,\nthe day on which the disastrous explosion, by which\nforty-two lives were lost, ocvurred at that calliery.\nThe summons was issued against Mr. A, 8. Palmer,\nwho was present, asagent of the colliery. Mr, Arnold\nMorley, M.P., proseeuted on behalf the Crown, and\nMr. R. PF. Cooper, Neweastle, appeared for the owners,\nMr. Morloy said the prosecution was taken under 35\nand 36 Vic., chap. 76, of the Mines Regulation Act.\nWith regard. to the use of gunpowder, it was provided\nthat it should only be nsed in cartridges, and not\nwithin three months after any iuflammable gas had\nbeen found in the mine, The prosecution relied in this\ncase on the fact that inflammable gas had been found\nin the mine within three months of the firing of the\nshot, and the question was whether the regulation\nhad been complied with, it being requisite under the\nAct for some competent person duly appointed for\nthat prrpose to examine the place where the shot was\nto be fired immediately before the firing, and not to\nallow it to be discharged except it was safe to do so,\nTt was also provided that persons ordinarily employed\nin the mine were to be out of it or that part of it\nwhore the explosive was to be used, Me, Caoper aaid\nhe did not dispute that gas had been found, but it\nwas not fonnd within the conditions of the Act, He\nwas prepared to prove that it was due to a temporary\nstoppage in the ordinary ventilation appliauces, and\nwas removed when the ventilation was pub righs.\nAfter evidence had been given on both sides, it was\nayread between Mr, Morley and Mr. Cooper that th\nquestion at issue was really a legal one as to the mean-\ning of the Act with regard to the eonditions under\nwhich shot-firing should not take place, The Court\nwaa, therefore, asked not to give its decision, bunt to\nadjourn the case until the legal queation had been\nrofarren to a superior court. The cage was adjourned\naccordingly. :"
        },
        {
            "passage_id": 2,
            "text": "1"
        }
    ]
}