{
    "image_id": "3200801619",
    "passages": [
        {
            "passage_id": 1,
            "text": "tT a ce een"
        },
        {
            "passage_id": 2,
            "text": "THE POISONING CASE IN FRANCE,"
        },
        {
            "passage_id": 3,
            "text": "Tins trial of Pel on the double charge of poisoning his +\nfirst wife—his second is still living—and a servant\nwho was also his mistress, has resulted in a vordict of"
        },
        {
            "passage_id": 4,
            "text": "LY | guilty agaiust the prisoner on the second count,\nor | although the jury wero unable to make up their minds\nat | to convict him on the first, notwithstanding the de-\nof | clared presonce of arsenic in the exhumed remains of\nts | his wife. Althongh these were the only two charges\ni$ | preferred against Pel, he is algo suspected of having\noH | poisoned his molher as long ago a3 1872, and of having\non | attempted the lives, in a similar manner, of an old\nin| woman named Marie Mahoin and a girl named\n1g | Eugénio Meyer, both of whom wore at different\n1g | tinics in Pel’s sorvica, Tho girl Meyer, indeed,\na3 | who frequontly sulfered from severe vomiting while\nn0 } sho was in Pel’s service, has never boen seen since\nin | Pel aunoanced that she had left him, and it was\nlu | asserted by the Public Prosecutor during the trial that\nre | Pel had poisoned her and disposed of the body, as he\n28 | is believed to havo disposed of that of Elise Bochner,\nS- | his servant and mistress, whose case, therefore, is\nn- | almost parallel with that of Eugcuie Meyer, It must\nfe | be said that Pel’s explanation ag to what had become\nof the missing women, and the causo of death of hig"
        },
        {
            "passage_id": 5,
            "text": "z, | mother and first wife, were somewhat lame, and\nin | although the evidence against him was almost entirely\nn, } circumstantial, it is scarcely surprising that a verdict\nry ; of guilty was entered. There has, however, already\nyn | been much comment on the fact that the prisoner was\nst | practically acquitted of the charge against his wife,\nth | whose remains were found to contain poison, and con-\nnt | victed of a charge of which absolutely no trace exists,\nag | savo some cinders from the stove in which the victim's\nbody is supposed to have been burnt, and which are\nassumed tu be all that remaingof her incinerated corpse,"
        },
        {
            "passage_id": 6,
            "text": "v M. Henri Rochefort, in tho Jntransigeunt, gays that\n1a | tho verdict against Pel is the first instance of a man\nno | being found guilty of murder for poison when neither\ni | tho poison nor the viectim’s body has beon found. Le\n8 France calls attontion to the fact that the jury gave a\nbal"
        },
        {
            "passage_id": 7,
            "text": "nogative answer in the case of Poel’s first wite, in whose\nremains distinct traces of arsenic were discovered, and\n5 |} an affirmative answer in the indictment against the\nY | prisoner for the murder of Elise Boehmer, although in\nNn, | the latter casa the a:cnealion was ouly supported by\nT8 | medical conjecture, La france also calls attention to\nnt | the lamentable defence that was made on the prisoner's\nc¢ | behalf, Tho Jigaro thanks the jury for having rego-\n1d lutely saved soviety from the possible repetition of\nTe | similar crimes by bringing in a verdict of quilty. Pel\n™ | had beev removed to the condemned cell at La Roquette\nol | prison. Since his coviction Pel has displayed more\nof | omotion, and continues to earnestly declare his inno-\nTO | sence, Pell has been sentenced to death,"
        },
        {
            "passage_id": 8,
            "text": "s atnereaiemeate ee"
        }
    ]
}