{
    "image_id": "3200807902",
    "passages": [
        {
            "passage_id": 1,
            "text": "nse eee ee”"
        },
        {
            "passage_id": 2,
            "text": "& ™ Ss we F"
        },
        {
            "passage_id": 3,
            "text": "ae"
        },
        {
            "passage_id": 4,
            "text": "ree or rrr we eS Yee ONS"
        },
        {
            "passage_id": 5,
            "text": "we 6 SF @ ch ee"
        },
        {
            "passage_id": 6,
            "text": "coe orrP Ww &"
        },
        {
            "passage_id": 7,
            "text": "ac eee SN ere SS"
        },
        {
            "passage_id": 8,
            "text": "DEATH FROM LEAD POISONING."
        },
        {
            "passage_id": 9,
            "text": "Ow Saturday Dr. Macdonald, M.P., held an inquiry\nat the Vestry Hall, Church-row, Bethnal Green,\nrespecting the death of Kathleen King, aged forty,\nthe wife of William Hing, a labourer, of 43, Half\nNichol-street, Bethnal Green, who died on Wednes-\nday. Annie Hockins deposed that deceased worked\nat Grace's Lead Works, Bethnal Green-road, and\nlodged with her. Some weeks ago deceased was in\nthe hospital, suffering from the effects of lead poison-\ning. She returned to her work, but continually com-\nplained of illness after. On Sunday she had a fit.\nWitness advised her husband not to let her go back to\nthe works, He said he would not. On Wednesday she\nwas called to deceased by a neighbour. On going into\nthe bedroom she found deceased in bed, her head hang-\ning over the aide. Martha Kilby, of 2, Catherine-\nbuildings, deposed that she was called by the last\nwitness. Seeing she was very ill and unconscious,\nshe ran for a doctor, but she died shortly after his\narrival. Mary Brown stated that she lived in the\nsame house as deceased. She knew she had been to\nthe hospital to be treated for lead poisoning. Dr.\nLewis Paton, of the Mildmay Mission, deposed to\nbeing called on Wednesday tc deceased about\nfive p.m. She was unconscious and breathing hard.\nHe tried artificial respiration, which was of no avail.\nShe died about six o'clock. The cause of death\nwas epilectic convulsions from chronic lead poison-\ning. The jury returned a verdict in accordance\nwith that of the medical evidence. A repre-\nsentative of the firm where the deceased was\nemployed being present, stated, in reply to the\ncoroner, that every precaution was taken with regard\nto cleanliness. A bath-room was properly fitted up\nfor the employés. A doctor went round and ex-\namined everyone on Fridays, but they found a great\ndifficulty to get the people to be clean—in fact, the\ndeceased hid herself on the last occasion to escape\nexamination, The coroner said he had no doubt\nevery precaution had been taken by the firm. When\nlead once got into the system people employed in this\nclass of work should never go to it again, as it was\nsure to eventually prove fatal : -"
        },
        {
            "passage_id": 10,
            "text": "A Centra News telegram from New York says :—\nA sad accident cnounied in Fairmount Park. Two\nmen and two women were in a rowing boat on an\nartificial lake in the park, when they allowed tho\ncraft to drift too near a dam over which there was a\nstrong flow of water. The boat was carried over the\nfall, and all its occupants drowned."
        },
        {
            "passage_id": 11,
            "text": "a] ry]"
        },
        {
            "passage_id": 12,
            "text": "Srmtac."
        }
    ]
}