{
    "image_id": "3200807974",
    "passages": [
        {
            "passage_id": 1,
            "text": "oR RRM NE NN Ee Ne ee"
        },
        {
            "passage_id": 2,
            "text": "NM se"
        },
        {
            "passage_id": 3,
            "text": "ue"
        },
        {
            "passage_id": 4,
            "text": "er eee"
        },
        {
            "passage_id": 5,
            "text": "ARREST OF SALVATIONISTS."
        },
        {
            "passage_id": 6,
            "text": "Atv the Westminster Police-court, on Monday,\nWilliam Blaney, twenty-one, described as a cadet in\nthe Salvation Army, living at the barracks in Cheyne-\nrow, Chelsea, was charged before Mr. Sheil with wil-\nfully obstructing the public footway at First-street,\nChelsea, by preaching therein, and with refusing to\ngive his name and address when requested to do so\nby Police-sergeant Howlett, 3 B Reserve. ‘There\nwas another { charge against Arthur Reynolds,\ntwenty-two, captain in the Salvation Army, and\nfourteen other persons, all members of the army, of\ndisorderly conduct, causing a crowd to assemble,\nand refusing to disperse, at Walton-street, Chelsea,\nwhereby the thoroughfare was obstructed, and a\nbreach of the peace rendered probable. The\ncourt was crowded with persons interested in the\ncase, Mr. Superintendent Shepherd watched the pro-\nceedings on behalf of the police authorities, Inspector\nDoogan conducting the case. The prisoners were\nranged in two lines across the court. Half a dozen of\nthem were inthe uniform of the Salvation Army. The\nothers presented the appearance of respectable work-\ning men, Mr. Salfford (chief clerk) said he had a\nletter from a Colonel Nicol, at the headquarters of the\nArmy, asking that the prisoners might be remanded\ntill counsel could be instructed for the defence,\nCaptain Reynolds: I have to ask for a remand,\nsir. We have had no time to get legal\nadvice. Mr. Sheil: Why have they not sent some\none from your headquarters? Captain Reynolds:\nThey have not had time, sir. We all had to be here\nat ten o’clock this morning. Mr. Safford; The pri-\nsoners were admitted to bail between four and five\no’clock on Sunday afternoon. Mr. Sheil: What time\ndo you ask for? Mr. Parsons (an officer from the\nSalvation Army headquarters): I appear on behalf\nof Messrs, Burton, Matthews, and Ranger, solicitors\nto the Salvation Army, to ask for a remand for three\nor four days for the purpose of instructing counsel.\nMr. Sheil: I shall do nothing of the sort; it is a\nridiculous request. I will remand them until to-\nmorrow, if you like. Mr. Parsons; Make it two\ndays, your worship. Inspector Doogan: There are\nseveral gentlemen here as witnesses for the police who\ncannot very well come on another day. Mr. Sheil:\nVery well, I will go on with the case now. They have\nhad plenty of time to obtainadvice. Mr. Parsons still\npressed for a remand, Mr, Sheil: Very well; I will\nremand them, on the same bailas before. A Police\nWitness: But, your worship, I have already been\nkept here since eleven o’clock this morning. Mr.\nSheil: I can’t help it. If I do not give them time to\nget counsel it will be a great grievance. I will\nremand the prisoners to any day that will suit the\nwitnesses. Mr. Superintendent Shepherd: The\nwhole of the prisoners have been on bail since Sunday\nafternoon, Mr. Sheil: I will go on with the case.\nAfter a moment’s consideration Mr. Sheil added :\nNo; I think, on consideration of the circumstances,\nthat I will adjourn the case tilla later date. The\nprisoners must be ready with their defence then. A\nWitness ; Your honour, there are over a dozen gen-\ntlemen here to-day who perhaps cannot attend\nagain, Mr. Sheil: I can’t help it. I cannot go on\nif they ask for legal assistance. Mr. Superintendent\nShepherd agreeing, the further hearing of the case was\nadjourned. A gentleman put in bail at once for all\nthe prisoners’ reappearance."
        },
        {
            "passage_id": 7,
            "text": "["
        },
        {
            "passage_id": 8,
            "text": "Leas em"
        },
        {
            "passage_id": 9,
            "text": "ty ket ee Lita eh we OR eee ei ON Cem Lum"
        },
        {
            "passage_id": 10,
            "text": "ceo. Ss eS ot."
        }
    ]
}