{
    "image_id": "3200797037",
    "passages": [
        {
            "passage_id": 1,
            "text": "\\ i ne mia"
        },
        {
            "passage_id": 2,
            "text": "CAPTURE OF PICKPOCKETS.\nAr Stratford petty sessions, Henry Harcourt, twenty-\nfive, a waiter and dealer, of. Victoria-park ; and Michael\nHigsins, living at a lodging-hotse in Commercial-\nstreet, were charged with stealing @ sum of £5 ‘from\nJoseph ‘Samuel Smith, residing at Higham-street,\n‘Walthamstow ; Henry Wallace (address refused) was\nalso charged with being concerned with the others, and\nalso with assaulting Henry Thomas by striking him\nwith a stone. Police-constable 216 A stated: that\nhe was near Higham-hill Dairy Farm, where a sale wag\ntaking place, and he saw the prisoners standing round\nthe prosecutor. He further saw Henry Wallace\ntaking his hand from the prosecutor's lefthand trousers\npocket. Witness then went to Mr. Smith, and that\ngentleman discovered he had lost a bag, in which was\n£5. The prisoners were seen running down tho hill\ntogether, and efter a smart chase they were captured,\ntwo by the officer and Harcourt by a gentleman in a-\ntrap. The officer saw money passed between the pri- |\ngonors, and when at the station £2 58. 104d. was found\nupon them. A warder from Coldbath-fields prison\nproved previous convictions against Wallace, They\nwere committed for trial."
        },
        {
            "passage_id": 3,
            "text": "Onvsity To A Race Horsz,— Mr. Litherea, the\nwell-known gontleman rider at steaplechases, was on\nSaturday summoned before the Crewkerne magistrates,\nat the instance of the Society for the Prevention of\nCruelty to Animals, for ill-treating a horse by over-\nspurring it at the West Somersst Steeplechases in\nMarch. The defence was, that the injuries were caused\nby the horse cannoning against the rail. The defendant\nwas fined £5 and costs."
        },
        {
            "passage_id": 4,
            "text": "REMARKABLE SUICIDE NEAR PiyMovuTH.— Whilst\na goodg train ‘was passing over the tubular bridge on’,\nthe Cortivall Railway, ‘at Saltash, on Saturday -night,-,\nthe-drjver noticed a man deliberately place hiniself in\nfront | the engine, he whistle was blown and the-~\nbrake applied, but before the train could be brought\nup it -ha peel over the man, who was terribly\nmangled«: In his pocket was found a letter addressed\nto his wife, Mrs. Purvis, of Plymouth, intimating his\nresolve to commit suicide. :"
        },
        {
            "passage_id": 5,
            "text": "Tus Ring THEATRE Trrat.—SEvers SENTENCES.\n—The decision. of the court in the case-of the fire at\nthe Ring Theatre was delivered last week at Vienna.\nHerr Jauner, manager of the theatre, the workman\nNitscho, and Inspector Geringer, were pronounced\nguilty of contributing to the catastrophe by their\nnegligence. The first-named was sentenced to four\nmonths simple arrest, Inspector Geringer to strict im-\nprisonment for the same penlat and Nitsche to eight\nmonths’ imprisonment. In the two last casos an addi-\ntional punishment is inflicted of one fasting day a\nnionth. Thoother defendants were acquitted."
        }
    ]
}