{
    "image_id": "3200807901",
    "passages": [
        {
            "passage_id": 1,
            "text": "A GREAT FUSS ABOUT NOTHING."
        },
        {
            "passage_id": 2,
            "text": "At the Wandsworth Police-court, on Friday, Joseph\nHutnott, a costermonger, of Oak-cottages, Clapham,\nwas charged with disorderly conduct, causing a crowd\nto assemble, and assaulting Police-constable Palfrey,\n| 477 W, while in the execution of hisduty. An officer\nstated that on the previous day he saw a procession,\nnumbering about two hundred persons, proceeding\n‘along Waterloo-place, being accompanied with a\nbarrow containing two effigies, several men beating\ntrays and sacepans, thus causing considerable uproar.\nMr. Plowden : Did the effigies resemble any prominent\npersonages? Witness: They were meant for local\n‘people. Mr. Plowden: They were local celebrities ?\n(Laughter.) Witness: Yes, sir. He explained that |\nthe demonstration was the outcome of an action for\nslander in the Court of Queen’s Bench, the effigies\nrepresenting the successful parties to the suit. He\ndesired them-to disperse, and the efigies were taken |.\ninto ayard: The crowd then congregated in front of\nthe house ‘occupied by the man and woman who were\nbeing subjected. to this annoyance, and the display of\nangry feeling. and throwing of stones at the front\ndoor greatly. alarmed the inmates. Mr. Plowden:\nWas the prisoner one of the two hundred? Wit-\n‘ness: Yes, air. Mr, Plowden: One only here? The\nhundred and ninety-nine are not here. (Laughter.)\nThe constable added. that a fire was lit in the\ngarden of the house opposite for the purpose of\nburning the effigies, He saw the prisoner carrying\nthe woman effigy towards the fire, but on seeing him\nhe threw it into his faceand made off. The prisoner,\nin his defence, said he threw the effigy over his\nshoulder, but not with the intention of striking the\nofficer. He called a woman, who created some\namusement by stating that the effigies wore kid\ngloves and were filled with straw and a little hay.\nThe constable said if it had been made of something\nelse it might have injured him. (Laughter.) Mr.\nPlowden : [ see; as it was made of straw it only\ntickled you. (Loud laughter.) I think there has\nbeen a great deal made out of this, I can’t say the\nprisoner was not guilty of disorderly conduct, but it\nwas:of the most innocent kind, The prisoner was\nfined 23. 6d., or three days. _"
        }
    ]
}