{
    "image_id": "3200797034",
    "passages": [
        {
            "passage_id": 1,
            "text": "SERVANTS AND THEIR SWEETHEARTS. .\nOw Saturday, at the Croydon petty sessions, Percy\nDavis, alias Gordon, a clerk, and Robert Everett, alias\nDavenport: (iwo fashionably-attired young men, ‘of\n47 Axckland-rotd, Vauxhall), and . Elizabeth Wil.\nliamis, described as a geiitral’ servant, were charged\n‘on ‘remand with being concerned together in stealing\nfrom the divelling-hotse, 3 Pricr-terrace, ‘St, Jariies's-\nroad, Croydon, since October, 1881, two. gold chains,\ntwo diamond rings, two cameo brooches, two gold"
        },
        {
            "passage_id": 2,
            "text": "‘) seals, three gold pins, some silver forks and spoons,\nand about £20 in silver moncy, the property of\nMary Ann Cosens, valued altogether at about £50 ;\nand Robert Everett, father of the prisoner of that\nname, was charged with receiving the property well\nknowing it to. hive been stolen, and he was further"
        },
        {
            "passage_id": 3,
            "text": "charged with unlawfully pledging the same. The"
        },
        {
            "passage_id": 4,
            "text": "last-nainéd prisorier’ was for somo yéars a superin-\ntendént in the Dorsetshire constabulary. Mr. Youtig,\nwho appeared for the prosecution, said that his client,\nMrs..Cosens, was on invalid Iady eighty-two years, of"
        },
        {
            "passage_id": 5,
            "text": "‘ago, and quite unable to attend the court owing:to her |, }"
        },
        {
            "passage_id": 6,
            "text": "infirmity.. In September last she engaged the female\n.|«prisoner as a confidential servant and attendant, ‘and\n‘she. was the only person who ‘hdd access to\" the\njewellery. Shortly after entering Mrs. Coséns” sérvice\nshe formed the. acquaintance of the prisoner Davis,\nrand at the time, under the pretence of paying his\naddresses to the girl, he gained admission to the house,\ndud there was no doubt. that he had made the placo\nhis home. He had. evidently slept on the premises,"
        },
        {
            "passage_id": 7,
            "text": "and enticed the.girl to steal -her mistress’s jewellery, |."
        },
        {
            "passage_id": 8,
            "text": "which he took away and pledged, and spent the proceeds\nabout the town: Everett shortly afterwards came upon\nthe scene, and carried out the same kindof proeceding,\nEmily Barlow, cook to the prosecutrix, stated that the"
        },
        {
            "passage_id": 9,
            "text": "prisoners first canie to the house in soldiets’ clothes, .}."
        },
        {
            "passage_id": 10,
            "text": "which they afterwards exchanged for civilian drésses,"
        },
        {
            "passage_id": 11,
            "text": "‘| They used to get up to breakfast about half-past eleven |\n‘e’clock in, the miorniig, aid “heljied, themselves to |"
        },
        {
            "passage_id": 12,
            "text": "“dinner, the witness cooking the meat purchased,out of"
        },
        {
            "passage_id": 13,
            "text": "her mistress’s money, - Davis wis apparently courting |."
        },
        {
            "passage_id": 14,
            "text": "Williams, and a servant named Smith, aged; twenty-\nthree, used to visit the house on two evenings in the\nweek; and kéép company with Everett, Daring the"
        },
        {
            "passage_id": 15,
            "text": "courtship she also slept in the honse. Witness was |"
        },
        {
            "passage_id": 16,
            "text": "not aivare of the jewellery having’been stolén.” Detec-\ntive Forster was then ealled to prove the arrest of the\nelder Everett, The acctised said :-—‘' My son gay\nthe things to pledge, ais I was better known, ‘and\ngot more money, He told me that, the ‘artich\n‘| beh. given to him by, # relative.” ‘The case.w\njourned, and the.prisonerg. ere removed to the H.\nof Detention, . Pog Ces ed"
        },
        {
            "passage_id": 17,
            "text": ","
        },
        {
            "passage_id": 18,
            "text": "ono ,"
        },
        {
            "passage_id": 19,
            "text": "Veould |"
        },
        {
            "passage_id": 20,
            "text": "opse |:\nwaft “"
        }
    ]
}