{
    "image_id": "3200797029",
    "passages": [
        {
            "passage_id": 1,
            "text": "UL Owen MEE Pe . ns\nROBBERY. AT A BARONETS, >."
        },
        {
            "passage_id": 2,
            "text": "EDWARD PRING, tiventy-seven, carpentor, was brought\nup: on remand :at the Greenwich Police-court, charged\nwith stealing jewellery to the value of £100, the ‘pro-\nperty of Sir Robert Cunliffe, Bart., M.P., of 37 Loyndes-\nstreet, Belgravia. Chief Inspector Phillips said there\nwere a number of charges against the prisoner, all the\nrobberies alleged being under similar circumstances,\nThe prisoner was taken into custody, it appeared, on’\na charge of stealing a watch, and other articles; value\n£12, from the residence of Miss Keene, 8 Belgrave-\nterrace, Lee, The prisoner called at the house and\nrepresented that he had been sont by the landlord to\nsee to the blinds. He was given access to the bedrooms,\nand after he had poe a watch, two rings, and two\nlockets were missed. His statement of having been\nsent to the-house was found to be false. .The prisoner\nwas ultimately arrested on this charge, and he was sitb-\nsequently charged with therobbar'y from Sir R, Cunliife’s\nupon information given by a young woman charged\nbefore the magistrate with the unlawful possession: of\na diamond ring. Robert Woollam, footman to Sir\nRobort, depased that on March 23 the prisoner came\nto the house and said’ he had come to measure the.\nblinds. Witnéss said new blinds were not réqiiiied,\nwhereupon prisoner said he had been sent to put some\nnew springs. He was permitted to go upstairs, and\nwitness afterwards let him out at the front door, The\nhouse was being painted. Sir Robert Cunliffe was\nsworn, and said a quantity of jewellery was missed on\ntheevening of March 23 by Lady Cunliffe, with whom\nhe had been owt during the day. It was taken from\nthe drawers in her dressing-table, He had since\nidentified a pair of paste buckles, gold locket, emerald\nring, two diamond rings, pair of crystal stitds, Not-\nmandy cross, single paste buckle,. carbuncle locket,\npair of earrings, and two other rings. Other articles\nof jewellery and a purse containing £4 ‘in gold and a\n£5 note were stolen. Jane Pring, mother of the pri-\ngoner, proved pledging several of the articles at her\nson's request. The prisoner was furthor remanded for\na week,"
        }
    ]
}