{
    "image_id": "3200807889",
    "passages": [
        {
            "passage_id": 1,
            "text": "7 «| Me\nACTION FOR LIBEL. oor\nTue heaving of the case of Jones v. Stewart ‘and.Co.,\nLinited, Ross and Major was resumed and concluded\nin tine Lord Mayor’s Court on Saturday, The plain-\ntiff, Mr. G. C. Jones, w journalist, sued the defendants,\nwho are respectively the publishers, editor, and con-\ntributor to the Agnostic Journal, to recover damages\nfor an alleged libel npon him contained in.an issue of\nMarch 2nd last. It appeared that all the parties had\nformerly been friends, A book entitled “* The Life\nof Charles Bradlaugh, M.P.,” was brought out under\nthe name of Mackay, but Mr, Bradlaugh sued Ross\nand Mackay for libel. In that action the present\nplaintiff gave evidence for Mr. Bradlangh, and the\nresult was that an injunction was obtained against\nthe publication of the work, The alleged libel then\nappeared in the journal, in the form of a letter written\nby Major, imputing that the plaintiff acted from\nsinister motives, slso that he had deserted his colours\nin giving evidence, and that after attacking Mr.\nBradlaugh violently in pamphlets he had turned\nround and acted like a ‘‘splenetic weathercock,”\nThe plaintiff denied this imputation, No evidence\nwas called for the defence, and the jury found for the"
        },
        {
            "passage_id": 2,
            "text": "plaintif for £30."
        },
        {
            "passage_id": 3,
            "text": "Ow Friday an occurrence, almost without precedent,\nhappened at Leigh, a village near Sherborne. A\nfarmer, named Charles Perris, found that his bees\nwere swarming, and he proceeded to ‘‘ take” them,\nHe, however, neglected the usual precautions of"
        },
        {
            "passage_id": 4,
            "text": "- eovering his face, and one of the bees entered his\nmouth. The insect settled in his throat, and stung\nthe unfortunate man so severely that he died from\nsuffocation, caused by the swelling, in a few minutes."
        },
        {
            "passage_id": 5,
            "text": "At the Clerkenwell Police-court, on Monday, John\nLindsey, forty, a carpenter, of Ansell-street, Fulham,\nwas charged with violently assaulting John Robert\nBurrows. The complainant, & ticket collector in the\nemploy of the Metropolitan Railway Company, was\ncollecting tickets at the Farringdon-road Station late,\non Saturday night, when prisoner asked him when the\nnext train left for Hammersmith. Witness told him, |\nand Lindsey said,.‘* You might be civil, you drunken ;\nfocl.” Burrows said he had answered civilly, and |\nremonatrated with the prisoner for speaking to him\nin that way, when Lindsey struck him a heavy blow\nin the face, severely blackening one of his eyes. The\nprisoner, in defence, said he believed the complainant. h\nwas drunk at the time. The complainant made him | 4"
        },
        {
            "passage_id": 6,
            "text": "0\nc"
        },
        {
            "passage_id": 7,
            "text": "™ ewe ALA th oh ee LAND"
        },
        {
            "passage_id": 8,
            "text": "Be. POA Em"
        },
        {
            "passage_id": 9,
            "text": "angry by answering his question very sharply.\nWitnesses were called for the prosecution, who said\nthat the complainant was perfectly sober. Mr, Haden b\nCorser ordered Lindsey to pay a fine of £4, and£) b\ncosts, in default to be imprisoned for a month. t"
        }
    ]
}