{
    "image_id": "3200807900",
    "passages": [
        {
            "passage_id": 1,
            "text": "SINGULAR ACTION FOR SLANDER.\nI the Sheriff's Court for the County of London, last\nweek, the case of Mary Blaver Bennett (a married\nwoman, suing in respect of a separate estate) v. James\nBeneys—it being an action for slander—came on for\nassessment of damages, Before Mr. Under-Sheriff\nBurchell andajury. Mr. Harper, barrister, appeared\nfor the plaintiff, who resides at 6, Waterloo-place,\nBromel!’s-buildings, Clapham; and the defendant,\nwho appeared in person, is a painter, residing in\nthe same neighbourhood. Mr. Harper, in opening\nthe case, declared that the language complained of\nwas of the very worst character. What the defen-\ndant said to the plaintiff was, “‘ You are a thief,\nand you have robbed me of £3.” That was\nspecific charge, in specific language, but the defen-\ndant had not appeared to support it, and judgment\nhad been given against him by default. But this\naccusation was not all the defendant said of the\nplaintiff. He also aaid, ‘* You keep nothing but a\nhouse of ill-fame,” and he even aecused her of\nencouraging his daughters atherhouse, It was true\nthat the defendant's daughters did visit the plaintiffs\nhouse, but the explanation of that was that, when\nthe mother of the girls died, she commended them on\nher death-bed to the care of her friend, the plaintiff.\nMary Bennett, the plaintiff, was called, and stated\nthat she had known the defendant as a neighbour for\ntwelve years, and had been a friend of his wife and\nchildren. On May 17th last she met the defendant,\nand asked to speak to him, but before she could\nopen her mouth he made use of the language com-\nplained of. Up to that time she never had any\nquatre) with hifn, As result of his charges she had\n‘suffered very much in the eyes of her neighbours.\nShe had been hooted at and pointed at as the woman\nwho took the man’s daughtersaway. The defendant\nwent into the box and repeated his assertions, but\ncalled no witnesses. He asserted that he had been\ncruelly treated, and accused plaintiff of making cer-"
        },
        {
            "passage_id": 2,
            "text": "tain assertions with respect to his relations with\nhis inte wife. At last the Under-Sheriff interfered"
        },
        {
            "passage_id": 3,
            "text": "in a particularly vehement speech, with the remark, |\n“Really, gentlemen, the court is being turned intoa"
        },
        {
            "passage_id": 4,
            "text": "chamber of horrors.” The jury eventually found a"
        },
        {
            "passage_id": 5,
            "text": "verdict for £3. Defendant: I have nomoney. The"
        },
        {
            "passage_id": 6,
            "text": "Under-Sheriff: I can’t help. that. The law muat"
        },
        {
            "passage_id": 7,
            "text": "take its course. :"
        }
    ]
}