{
    "image_id": "3200801633",
    "passages": [
        {
            "passage_id": 1,
            "text": "———— ee"
        },
        {
            "passage_id": 2,
            "text": "Ke crecr wm ws"
        },
        {
            "passage_id": 3,
            "text": "Qo 8 pew"
        },
        {
            "passage_id": 4,
            "text": "ee\nSE\n_—"
        },
        {
            "passage_id": 5,
            "text": "DAMAGING CONSTABLES UNIFORM."
        },
        {
            "passage_id": 6,
            "text": "On Monday, at the Westminster Police-court, Harold\nClifton Baring, twenty-five, horsekeeper, was charged\nwith being drank, disorderly, and assaulting Fox and\nCooke, constables of the T Division. He waa farther\ncharged with damaging the uniform of one of the\nofficera, Constable Fox, 385 T, stated that shortly after\ntwelve o'clock on Saturday night he saw the prisoner\ndrunk and leaning againsta public-house at the corner\nof Church-street, Chelsea, On ordering him away, he\nmade use of moat filthy language, and said that no one\npoliceman ehould move him. Witness endeavoured. to\nget him away, and he then became very violent, threw\nwitness in a struggle, and kicked him in the leg. A\nman named Olarke said that he went to the assistance\nof the police, and saw the prisoner deliberately kick\nthe constable. The prisoner was drank, Cooke, 198 T,\ncorroborated, and gave evidence to the effect that\nwhilst assisting his brother constable on the way to the\nstation prisoner kicked him (witness) on the calf of\nthe leg and tried to throw him. Prisoner altogether\ndenied the drunkenness and asaaults, and ssid that he\nhad bsen repeatedly threatened by the police of the\ndistrict because he was a witness in the case of Mra.\nJeffries. The police had boasted that they meant to\nhave him the first chance they could get, and on\nSaturday night he was taken into custody for no\nreason at all, Edward Walker, a cabman, and Hunt,\na labourer, who were drinking with the prisoner in\nthe public-houge until closing time, swore that he was\nsober. The first-named witness also asserted that the\nconstable Fox threw the accused down and knelt on his\nchest. J. Minahan, ex-inspector of police at Obelssa\nStation, and now described as o debt collector, volun-\nteered hia evidence, He wished the magistrate to\nknow that in the case of Mra. Jeffries the prisoner was\none of hig witnesses, and throngh this he had incurred\nthe animosity of the police, Prisoner complained at\nthe Middlesex Sessions that the Chelsea police had\nthreatened him because he was one of the witnesses\nprepared to depose that he had seen them receive\nmoney. Minahanadded that other witnessea had been\nthreatened by the police, Mr. D’Eyncourt said hehad\nlittle doubt that the prisoner was drunk, He would,\nhowever, give him the opportunity of calling witnesses.\nPrisoner was put back so that the next case, a charge\nof disorderly conduct against Thomas Stonhan, cler!\nof 17, Paulton-square, Chelsea, might be taken, This\ncharge was a corollary of the preceding one. Accused\nalleged that he was unwarrantably dragged from his\nown doorstep becanse he had remonstated with the\npolice as to their violent treatment of the prisoner\nBaring. Mr. D'Eynecourt said there appeared to be\nsomething he did not comprehend at pesent, He would\nremand both Baring and Stonham."
        }
    ]
}