{
    "image_id": 33,
    "passages": [
        {
            "passage_id": 1,
            "text": "EVENING PUBLIC LEDGER—PHILADELPHIA, TUESDAY, MARCH 19, 1918"
        },
        {
            "passage_id": 2,
            "text": "PETEY—Except Over the Phone, Perhaps"
        },
        {
            "passage_id": 3,
            "text": "HELL o — / = ,\\ WAS Hope — \\ THINK MRS. DINIc — A PERSON\n_ LET ME Have Youd CAL Me IS SUCH A SIMPLETON CAN'T GET A"
        },
        {
            "passage_id": 4,
            "text": "DP HARRVY— WE RE\n“PRONE 1388\" GOING OVER. To PETEY AND PETeY 1S A SCREAM WORD IW"
        },
        {
            "passage_id": 5,
            "text": "PLEASE. DINK'S “TowleHT— OM \\F You KNOW UMHAT | EDGE WANS !!"
        },
        {
            "passage_id": 6,
            "text": "et\n‘ % St inset ee Re: | DEAR, ITS SucH A MEAN—= Yov Know"
        },
        {
            "passage_id": 7,
            "text": "‘be viewed Wed., after 7 p.m. | Bore Bor WE OWE. How HE TALKS — -\nbal —March 18, J. FRANK |\nRORHONT. aged 70. Relatives and | Hem A CAau— KWNows Eve RYTHING—\n920 N. 43d st. Int. private, West- | ."
        },
        {
            "passage_id": 8,
            "text": "ete. 15: ry B., hue"
        },
        {
            "passage_id": 9,
            "text": "tak %s Went”\n209 N.\nweit Pa equ\nof gra 10 a. m. Int.\nSH, BUT.\nby oy uttiner and\naed 27. Relatives\nee of Gimbels' store,\nfont hanera services, Wed., 3 p. m.,\ne@ of brother, Thomas A. Buttiner, |\nSth st. Int. private, Fernwood Cem.\neral,\nAt Merchantville, J.. Third\n‘onth 18th, PPG Ww J wite of\nvan Busby aged and friends\nvited to funcral, ave., Mer\ntyilie, N. J., | Fifth-day, st, 2p mm.\nriends’ Burying Grounds, Rancocas, }\nomit flowers.\niden! March 18, MARY,\nw By: at residence of hus-\nspied st. Due notice of funeral"
        },
        {
            "passage_id": 10,
            "text": "March 16, WILLIAM G., hus- _ - _onnes ;"
        },
        {
            "passage_id": 11,
            "text": "late Catharine Carlin and son of er i a ARTE ne | ae 2 ei ee —\nain. bord, Catparipe at. Soloman Soy Teg erm ge . . prams |) —SsELP WANTED-FEMALE | __-HELP WANTED-MALE | _ HELP WANTED_"
        },
        {
            "passage_id": 12,
            "text": "’ of requiem Ghere Anthony | Wife of Joseph Good. Relatives and friends |~ LAMB.—March 18, THOMAS A., husband | Sole mn reaulem mass Church of Qur| 2p, m,, 878 N, Sickels st. Int. West Laurel\ns m. Int. Holy ertee m. Auto | invited to funeral, Thurs.. 2 p. m., 3308 /of May Lamb and son of Michael and) } Good Counsel 9 a. m. Int, St. | Hill Cem. FIREMAN\nuuneral. Fairmount ave. Int. Mt. Moriah Cem. Cathurine Lamb, Relatives and friends in- n Auto funeral _ THOMAS.—March 18, WILLIAM E.. son | RILLING CLERK. knowledge of typewriting: | FOR\nMEN.~-March 16, ELLEN CARMEN | GOODWIN.—Marech 18, CHARLES ¥#,, | vited to funeral, Thurs., 8:30 4. m., 2 NEV March 17, JAMS NEVE- | of Thomas EB. and Alberetta Thomas, aged | new, modern office; splendid working cond, OFFICE BUILDING\n(nee McLaughlin), wife of William B. husband of late Mabel Goodwin (nee Dutill), | N. D st. High mass Church of the Incarna- i , Rel yes and friends, Sur-| @ montha. Relatives and friends invited to! \\ijler Lock Co., 4533 Tacony st.. Fkd. . , is WHITE; STEADY rar’:\nand mor Piaf {nares Carmen. aged 50. Relat F friends, Kensing- | tion 10 4, m. Int. Nes edral Cem, Ai vive wt : Rovert Grier Re-! funeral, Thurs.. 2:30 p, m., parenta’ resi- MIDVALE STEEL AND ORDNANCE CO, | Lady ROOM\nves and friends invited to funera ' ie, RT i 4 ’ vit “hath ) Dept, | dence, ‘841 E. Shuller s Int. Greenwood . , \"1. n hITLE\n8:30 &. m., 5348 Race st. Solemn son resist: didncmen: oem] LMM 7 MARY widow. of invited t 1, Thurs my We Wilt ot Pceme el ela - a EDDYSTONE RIFLE PLAN ala res Bent ie.\npe rome, OF reas Tae ech Che Ci hers Penni, BR “f Aseo., invited to liam Lee wid « of tabert Monterem wy r Cround THORNTON oot 1 or got ft : AO to clare Mt EDDYSTONE, PA FIREMEN wanted on a 1s\nc . . oly 8s t funeral Vr Ti la ‘— 7 a : if t ‘ j ter > p % 97 Lis “PI ' . 'y, 3B te ur » , § NE, SMI? €\ntAvto funeral. ion Winds . 4 Aa ; } re . vrele ‘ \" WURIEN jAMI“ shad dow nt Alferd ‘1 ¥ pat * ‘ ‘ ‘ a eS boilers; steady work,\nWie apiaTeh IO, SOPHIA, I... wife of Rem: g may be viewed Thute,, & a. ni Int. | Bele Bide, 120, Caeataus att f i \" friends i. haw Ltn m ladelphia, Wed. morn.. | “> iemaiiaip, ekoerleiced; Witt. tefer EMPLOYMENT WANTS Ambler,\ns} aughter o ate a Sem : . . - on \\ { ere ‘ Hy Fi fia : } s¢ . 4 er wer wit! retere “ ”\nChristh: and  Christianna Dannehauer, - Lidl ca ule Palais sides thier la ‘ late “ J Aramingo | ar requiem ei TI d mile teh 18, WILLIAM M., hus. . ence 38, Mira. .Charies Hart, Walling- | Adjusters on automatic screw machines. au. | MERRY, wants o Bie : Oe\nBetativ wis tog pavited _t6. funernt QORMAN. -—- March 15, suddenly, EBD. | Liebherr jati F riend ; SE hur ‘ h on Nati m, Int. New bana: “Louisa Tiemann Relatives’ and | ford, _ ‘Phone_} G10. ae Lorna tic atrew -TaeOnine ecreretcrs, necessary, | nneely ore Serv ee leotrie @\naes Se tem *., husbe of late Jennie Gorman. | Sodalit; : ; h’s Chureh and ail) Cathedral Cem friends invited to funcral, Thurs., 3 por ot ‘ a } ; } i ee eaete Sot\ndence. 103 N. Marshall st. Int. Rose Hill got ‘Nae sagas bd ‘friends. r societies of “whic 1 she was a membe .. OGDEN Marel t Saranac Lake apartments of William H. Battersby, CHAMBE a falar Hea ageitrens geterenc tral, guuveronkore. inpeators, Rrinders, dlesinkers | FOLDING PAPER BOX ES—M.\nfem., Ambler, Pa. Body can be viewed | officers of 88th Police Dist., Phila, Police | invited to funeral, Thurs., 8:30 a. m., 1906)N. ¥., KATHI fi CHARDE, daughter of /N, Broad st. Int, Forrest Hills Cem, Re- $8 salary. 0 03, = 23% sary: laborers, machinists, maintenance work; take charge of and adj. Inter’\n‘Tues. eve. | Band, invited to funeral, Wed, 8 a, m../N, 2let st Solemn requiem mass St, | Isabel Gildea late’ Milton Newcomb | mains may be viewed Wed., 8 to 10 p. m, CHAD IBERMAID, capable white girl; refer- | ollers. Stenographers, male; toolroom. milling oS sioing machines; fe\nWie | IRS.—March 18, CHARLES PD.,| parlors David G. Frankenfield & Sons 323 | islizabeth's Church 10 a, m. Int. Cathedral | Ogden, | Notice of funeral will be given from | Auto funeral. | cos required. Phone Wayne 2. | |‘machine hands. toolroom lathe hands, tool- wages expected. M 46,\nire and Jennie Chalmers. Rela-|N §94 st, Solemn requiem mags St. Fran- | Cem. Auto funeral mother's 1 re, 5716 Windsor ave. TROULAND.-~—March 16, ANNE, widow of Sa = ————— | \"hom machinists, tooimakers, tool grinders, HARNESS MAKER—Expe\ntives rand, lends invited to funeral, Fri.. | cis de Sales’s Church 10 a, m, Int, St. LOGAN.—March 17, DAVID J., son of | PEARSON.—Suddenly, March 16, GEORGE | Alexander Trouland. Relatives and friends, | CASHIER—One with a knowled e of stenor. | 1200 learners on various machines: 80 cente|. make and repair harness\nIndiana ave. Services St. | Denis's Cem. Auto service late David and Sarah J. logan. Relatives | W., son of Catharine and late Richard | members of Cumberland St. M. BE. Church, raphy pref.; give partice, F945, Led.Cent. | per hour and plecework; your piecework | teams. ply 9:30 a. m. to ?\nShoreh, 9th and Lehigh av 3 GORMAN.——March 14, JENNIE, widow of | and friends invited to funeral, Thura., 2:30 | Pearson, aged 8+. Relatives and friends in- | invited to funeral services, Wed., 2 p. m., —_ “ —— = ” [per hou should average from $5 to $6 per | lantic Renn ing ar) Pia ts,\nNorthwood Cem. Remains >| Edward F, Gorman, 4724 Market st. Rela- |p, m., 2039 8. 58th st. Int. Mt. Moriah | vited to funeral. Wed.. 8 a, m.. mother's | 2301 E, Cumberland st. Int. private, Cedar | day; do not miss this opportunity, but apply | lantic gate. 4 Passyu\nure i sFF° 19 Ba tere rel: tives and friends invited to funeral, Wed., | Cem. Remains may be viewed Wed., 8 to | residence, 1687 N. 22d st. Int. private, Auto| Hill Cem, Friends may call Tues, eve. at once, with references, and start work | HOSIERY FIXER Sree * h\nare ? ZLIAM. a. m,, parlors David G. Frankenfleld &/|10 p,m. Auto service, funeral neon oie Auto service. | the same day: hich wages for experienced rib fram\nhusband BER Hannah Chamberlain, aged 72. a. 32) LOUGHERY,.—On March 16, 1918, ANNA PRIGGEMEIER, — March 16, ANNA TWOHIG,.—Mareh 17, JOSEPH J.. son of wale"
        },
        {
            "passage_id": 13,
            "text": "vy. 52 . @ ass ‘ , - | ; ateady employment; housing conditions\nat fg 5 frignde. it~ ey aE iscncia as ‘Salen’ Guures Sore Ce F., wife of Robert G. Loughery, in her, WMMA of ‘Gerhard Prigeemeier, azed’ Mary A, and late James Twohig. Funeral, | Sxeatient: Dring references. Koply tote ote Se ot rtosits ma rt ik at\nKITCHEN MEN w: iy himeles\n¥ ivate,"
        },
        {
            "passage_id": 14,
            "text": "0. , ws vo o% eevic’ ib year, Relatives and friends invited to, #% formerly of 536 Plerce st. Relatives and | to which relatives and friends, San Domingo | CLERK-—-A young lady for position in ae | gate\nm., 2011 Pemberton st. : St ATLAS, pas OR | SMILY L.. daugi- neral services, Wed. 2 p, m.,_ precisely, | friends invited to funeral, Wed... 1:30 p. m., | Council, K. of C., and empl yee, of Wana- counting department; knowledge of type mean\nSeah rte icine and ‘Anne Graksin Mela. |at late renides Stenton and 'Wyndmoor | dguchter's residence. Anna’ Kohlbrenner, | maker Store, are invited, Wed., 8:30 a, m., | writing necessary. Apply in person to Mr. office, Bellevue-strat ord\nfASipens —araren 16, ROBERT, hus- tives and friends invited to funeral services, | avé Chestn it Hill. Int. private, West | 8720 Laycock uve,, W Philadelphia, Re- | v480 8, Uth st, Solemn maes of requiem | Price |\n-bafid of Mary M. Chambers. Relatives and | 3, - m,, 209 Cynwyd ave., Cyn: | Laure em mains may be viewed Tues, after 6 p,m.) Church of St. Monica 10 a, mn. Int, New PUBLIC LEDGER CO. |\nsriepds. members of Scott Post, No, 114, G. * private. sWNA) d FRANCIS, .son of | tnt, Fernwood Cem. | Cathedral Cem. Auto service. &TH AND CHESTNUT 8sTs SS ee : canmauneaand\nR.. and Tabor Presbyterian Church, | {n- RE farch 18, MARGARET M., iti nd vnam, aged 17. Rela PURSEL.-—On March 18 8, CHARLES! VAN DUSEN.—March 16, MARY OLIVER THE ATLANTIC REFINING co."
        },
        {
            "passage_id": 15,
            "text": "tited to funeral, Thurs., = p. m., 2035 Dick- at Sara Green. we nd frien ted to funeral, Thurs,, WILLIAM PURSEL, ¢ years, Rela-; VAN DUSEN, Relatives and friends in- Nee\ninaon Int, Mt. Moriah’ Cem, Remains H seca ii anernT Fri ary :30 a. ge 340 N ” i. P . dener ntown re tives 1 frir invited to funeral services, vited to funeral services, niece's residence, Carpenters 4\nmay he viewed Wed.. 8 to 10 p.m. Od Solemn reaui mass Chureh of | cad F ay Pa. Solemn high | on ‘Thu t 8 o'clock, at parents’ resi-' Mrs, Lizzie Van Dusen Cameron, 1500 GI- Riveters : LABORERS\nceuVENUue Cle ate, 1%, en ape a -} Our Lady of the Rosary 10 a, m. Int. St em mass Immaculat tion Churel denee, vomall ave, Int. private. rard ave.. Tucd.. 1p. m. Int. private. We asad ol ha Rollermakers’ helpers A\nGlevereeee ated a ceman), wife of Henty | Denis's Com. Relatives and friends, puniia | J Sepulehr RATIG March 16, JAMES A., hus.) .VOLK.—March 16, MATHILDA M., wife | ~~~ N coneeat aeia 38 Pipefillers’ helpers B 35e\nwer, aged 72. Relatives and friends | or tir Mother of Sorrows’ School, invited to | Ur! band » Blizabeth Ratigan (nee Car- | of Paul Voll and daughter of Phillip and | CLERKS with general office — experience: Riggers oO\ninvited to funeral sery Thurs., 10 a. m., susad, d ch *, sudd is frist: | eg of late Thomas and Marv J Tose phine Erthal. aged. 81, Relatives and must be rapid and accurate; state details Riggers’ helpers R PER HOUR\nestminster Cem, GREENWOOD.—Mareh 17, KATHERINE 5 Fr SAS sl. 3 : Raat ise clatives and friends invited jo nds invited to funeral, Wed,, 8:30 a. m,, | of experience and salary desired, P 223, Laborers 1D]\nWILLIAM, son of wite at Herbert Greenwood (nee McCunniff), |. Maas (ne elt s-Tr : funeral, Thurs., &§ a. m., residence of J, P 1038 N, Dover, st Requiem mass St. Lud. | Offi euiinnsauiainiaieaie “ 49-hour week; only experienced men wanted. R\npoendet and Mary of Relatives and friends invited to funeral 2 ves and fr , me Gene John ponahue, 5400 Market st., W. Phila. Hien | wis’s Church 10 a, m, Int. Most Holy Re- pie TAPHO OPERATOR —The Atlantic | Apply 9:30 a, m. ‘until 4p. m., Atlantic Re- 8s \"\nate John and Alice McCullough, aged 28. services, Wed., 2 p. m., residence of Harry ‘ No, |: : masa of requiem Church of ‘Our Lady of | deemer Cem, Auto service, Pottsville, Pa., Refining Co. has an opening for an experi. | (Ming Co., Employment Department, Atlan-\nelatives and friends invited to funeral. ' iw Be ’ oe\" Victory 9 a. m. Int. private. Cathedral Com, | papers copy, efining Co. ha Pp Ss tor an experi: | ti, Gate. “B14 , Passyunk. THE FIRST LINE OF ATTACK"
        },
        {
            "passage_id": 16,
            "text": "hurs.. 8:30 a. m., 639 N. 46th st. High , Jacques. 280U N, 6th st. Int. Greeninour Jens . boeri Paarhs RCH. — March 16, WILLIAM A.. husbanc WALDLACKE.—March 18, HANNAH M,, | enced_dictaphone operator at its main office, | —l 2! seinadninants seeds\nMass Church of Our Mother of Sorrows 10 bi AR a hoo 19. EMILY J. GRIF- | Beneficial Society, e1 ne ae Ad einen Le ech. (eee Doerr) aba ean nt | widow of iuel A. Wallace, aged $7, Rela: | 3144 Passyunk, Phila. Splendid opportunity |\nOt MU ee tee FITH, daughicr of late William and Eleanor R&T Stove invited to rat, fate dacob and Mary Rech, aged 5. Rela: | tives and da invited to funeral, Thurs., | for advancement. Apply in person at the BUILDING SHIPS\n1 REMAN —March 17, VIRGINIA. widow | Grimth, Funeral services Wed., 8 mp. m,, | Sat. 2 ‘ Lawrence st ‘ives and friends Invited te funeral services, | 1 0 Argyle Bve., Lawndale, Phila; | Sales department. cate. REAMERS WANTED arg Beamers, who be-\nof Edwar Coleman, aged 70. Relatives U0 ve - 3 45 rs oes +7 ) ins may b lew \"ye 30 p . late residence, Spring ave., 4 orlah Cem, ong to association need not apply: wages |\nand friends. Pmembers' Wissinoming M. bE. , Tesifencs SR ee ee p t : kine Pe a, Int. private, ATS Mare JOSEPH WAT. EMBROIDERERS apd learners, wanted On will he made satiafactory. Apply Royle |\nChureh, invited to funeral services, Thurs.. .:Ntp, wife of Warner Groff (nec. Sack) AN! Mar LILLIAN, daugh an 8. WILLIAM SHERI. SON. Relatives: i nds. Phils, Lodge. | aay. “smith & Ramsey. 1640 Market, | * Pulkington. Mount. Holly. N. J. STRONG, ABLE-BODIED\nm._gon's residence, Edward Coleman,  jjjatives and friends, members of Seventh | ter Sarah Mansell (nee ‘ {ED, # tf He and Mary Reed, | No. o4, L, O, O. M.; employes Pittsburgh | 24x. Smith & Rams eS\n6145 Dittman st., Wissinoming. Int. ‘St. M. E. Church and Sabbath School, in- | Heenan) ; atives and friends in-. é , Lely 1 friends in- ate Glass Co., vit to funeral, Wed., Boe ca cineca . : WANTED FOR GOVERNM\nNorthwood Cem mo service. Re- | vited to services. Tues,, 2 p. m.. pariors of | Vited to ’ 9 a, m., parents ed to funeral, 30 a. m.. parents’ a. mM e of William Arnick. pREMALE HELP WANTED. APPLY SIKE\ning be viewed d. Lafayette Taylor, Broad below Diamon: sidence . 18th Ward. Int. | residence, 181 W. hart st. High mass 8 N. Warno -. Solemn requiem mass & CO. CHAIR FACTORY, 23D D | SHIPYARD WORK, NEAR\nCOLTER.—March 17, JOHN on of John | Remains may be viewed Mon,, 8 to 10 p,m } Y Visitation Cyurch 10 a, m, Int, Holy Cross | St. Malachy's thurch 10 a, in, Int, New | PASSYUNK AVE.\nand late Mary Colter and\"grandson of late [ny nrivnte, Arlington Cem, Awto service ) ; t.——Suddenly, on March 18, 1918, > Cem eee Cathedral Cem, Auto funeral | xG DELPHIA; FREE TRANSPO\nJohn and Martha Bergen and Cornelius and GSPANN.—} 18, LAWRENCE hus- EUG A COLLINS MANSURE, daughter SES.—March 17 HENRY Z., husband WEBLR.—Mareh 17, LOUIS M,. son of -— - - - - |” WAGES PALD Ace ‘\nAnnie Colter, aged 1 year 4 months. Fu-/ pand of Cathar depanin (nee Breveacher), (of late John 1 del Mansure. Du Rees (nee Pearson), aged 46. \\Che and Julian Weber (nee Groff). Rela- PILKINGTON CO.” MO Fi \\ TION “ON SPECIAL TRAIN\nneral, to ah relatives and friends are in- | aged 58. Due notice of funeral will be given, | notice of funeral will be ven, ‘ and friends, “all societies of which ves and friends, Navajo 7Hp is 105, ’ . . a\nvit 30 p, m., father's residence, g52 N. 2d st. MAYBERRY.— ROBERT, hus- was a member, invited to funeral, Wea., | 1, M.: Thespian Lodge, 1147, \"0 os aeAne YARD, ONE WAY DAILY,\n145 Borter tnt. Holy Cross Cem. Auto |“ HARNAN.--Marech 14, JOHN P., son of band of late 1) Me y. Relatives and >a. m, 838 KE. Cornwall ast,, Kensing: and employes of Ti’ ‘Independent GIRLS WANTED |\nferviee, Remains may be viewed Tues... late John and Ann Harnan, formerly of | friends, Court svi No, 67. F. of Mass Church of Ascension of Our at invited to funeral services, Thura., — - 385¢ PER HOUR\nafter 6 p. m. Centralia, Pa. Funeral Wed.. 8 a. m.,_resi-| Au: W. G. W arden Hen 1 Ys employes ie rd # a. m, Int, private, Atlanta, Ga., . 2141 N. 3d st. Int. private Green- OVER 16 YEARS OF AGE BLACKSMITHS and helpers on __ heavy\nC arch 18 NANCY, widow of, dence of John J. Bradley, 48th and Wya-| boiler shop Atlantic init ‘o., invited y. mount Wriends may call Wed., 7 to 9 x we a ~ wagon work; experienced. Apply 83800 S. $3.85 FOR 10-HOUR DAY\nWilliam cnn Relatives and friends in- lusing ave. High mass St.'Gregory’s Church | to funeral. We 2p, m., re REESE Mare » .WILLIAM 4.} p.m, Auto funeral, TO MAKE LITTLE CIGARS Broad st.\nvited to funeral. Thurs., 7:30 a. m., resi- ggg a.m. Int. Holy Cross Cem. Relatives near 19th and Moore sts t. Moriah ESE, husband ate Ellen B. Reese | WiSBSTIER.—March 14, JAMES A, son ‘ —\nSenee ct won. -in-iaw, James Pettit. ge and friends invited. Auto service. Cem, Remains may be viewed Tues, eve. } cuves), ane i. Re latives and | of late William s, and Amanda Webster, LIGHT, AIRY FACTORY o\n8 olemn requiem mass St. Fran | IR.—Third Month 7th, GEORGE | Auto service friends invited to funeral services, Wea aged 3%. telutives and friends, various or- ee: se = - NOKKE NY y eae a!\njer Church 9 a. m, Int. St. Vineent de! 4 vig vet teed ivy at aR bbie KH. Harper, aged ¢ McALEES.—Suddenly, March 16, JAMES |p. m., residence gf son, Samue’ J, Reese, | ganizations with which he was connected, PESIRABLE, STEADY WORK aoe ares tT bere ath maaetttek FOR FULL PARTICULARS |\nul Cem.. Minersviile, “Pa. Pottaville | Priendy are invited to, funeral, Fourth }1K., son of late Willlam and Mary MeAleca, | 3012 N. 11th st. Int. Northwood Cem. invited to funeral services, Tues., 2:30 p. cee Hublia adenuntante, apanine aftine in white.| i ig\npers please copy. ‘Train leaves Reading Phird Month 20th, 10:30 4. m., S824 Stokes atives and friends invited to services, IDENBAKER,—Mareh 17, near Pal-|m., residence of William B. Bisbing, 2 Mis- HOT LUNCHES SERVED deiphia, will require earil mea: lie te SEE MR. SHATTUCK\nminal 10:30 a, m. uto funeral. ave, Collingswood. N. J. Int. private, ., Sp. m, TIE N. 4iat sat Int. Mt. myra, N. J., OSCAR, husband of Mrs. Rej.| key st. (near _Rdige and Monastery aves.) re faired to present themselves’ eg right ' $. Dy -\nMBS.—Suddenly, ‘March 17, J. RAY- HASSON.—March 17,. suddeniy, at Fort du | Meriah Cem denbaker (nee Grubb), aged 40. Relatives | Roxborough. Int. private. Friends may call AT LESS THAN COST | coat oak a hy inetruction; ger fit. by U, 8, FEDERAL EMPLOYMENT\na, husband of May Coombs and son of | Pont, Delaware City, Del., Private HUGH McCAULLY, — At West Conshohocken. | and friends invited to funeral, Wed., 2 p.| Mon. ev | ai ji mally hired, Bat white aaa AY nattae. a\nrs, Henry Bechtel. Relatives and friends | fh HASSON, U. S$. A\\. son of late Hugh and | March 17, ROBERT M., won of Margaret and im. Pork Landing, near Palmyra, N J. tnt. | WeLSH.-—Mareh 18, MARGARET, widow PAY BEGINNERS $8 PER WEEK |tion showed be employed elsewhere, M813, are ie ;\ninivied to funeral services, Thurs., 2 p. m.. | Anna Hasson. Relatives and friends, 6th | jate John McCaully, aged 20. Relatives and | Morgan Cem. Cars will meet 11:55 train | of William Welsh, Relatives and friends in- l tekese ty Bas, ployed qisewhere, 2\nce of parents, 3736 N. Park ave.|(o. Cc. A. C., of Delaware: employes’ gen-| friends invited to funeral services. Thurs., from Market st. ferry at Palmyra station. | vited to funeral, Thurs,, 8 a. m., 35 Tasker | GOOD PAY, EXCELLENT TREATMENT | id bi 136 8S. 8D 8ST,\nbi ed Arlington Cem, Friends may | erai office, Penna. R. R.; members Volun & a. m., mother's residence, 183 Ford et., REX . March 1 NNA RE + widow of | st, Mass of requiem Church of the Sacred aRGer ak |\nme y Hef, P. R, R.; L. O. O. M,, Lodge | West Conshohocken, 9 «4. m Int St Charles Rex, a elatives and friends ett mrt Yaom, In athedral Cem, Pi CT\"? MYERS TOBACCO CO. coneeegrerenrmnmenarenrmannennmanentes:\nCOSTE “LLO. —March 17, MARTIN J., hus- ne st. Anthony's Literary Institute, | Matthew's New Com Invited to. funs services, Wed., 2 p, m., WILKERSON,—March 17, AMELIA V,, | FOOKRKEBPER'S ASSISTANT by stock and OR MR. SCHWARTZ ¢\nband of A ello (nee Miller), and | invited to funeral, Thurs. § a. m., residence McCLELLAN.—March 17, CATHARINE rlors of David G, Frankenfield & Sons. | daughter of Alvin R. and Carrie S, Wilker- 3D AND ONTARIO STS. bond brokerage house; youre man, 19 or |\nfell of Patrick ra and late Matilda M. Cos-| Miss Margaret-C. Gallagher, 2335 St. Albans | f°. daughter of Lucretia H. McClellan (nee N, 2d st. Int. Arlington Cem, Auto| son (nec Rinear), aged 13. Relatives and 20, with some office experience; state refer- | STAT EMPLOYMENT OFFICE.\ntello, Relatives tt friends, Boilermakers’ | place. Soler ans wot requiem St. An-|Héleina). Relatives and friends invited to | funeral friends invited to funeral, Thurs., 1 p, m., |ences and salary expected. G 68, Ledger | 1521 ARCH 8T.\nUnion, Local No, mt and employes of Wil- thony’s Chu Int. Holy Cross | funeral services, Wed., pom, 280 Oak} RHOADS, — March 16, HOWARD B.! parents’ residence, 3940 N, 8th st. Int, —— | Central> xe wie: |"
        },
        {
            "passage_id": 17,
            "text": "liam Cramp & Sons & KE. Bldg. Co., in- e, Mc ers ford st ; P services | RHOADS, a a5 Re , ends de Cem. Remains may be _— view | sia t's ‘\nW'*4, to funeral Thurs. 7:30 a. m., 2608 cee an Raerai “Baitimor enact Sinars ‘i ae tae Nive iin fone de Oe Mas tes boise: No ont OOF. ine Wet, 's to 10 p.m. Auto Tuneral. ahd | 0\nsi ey eon regio mass | “RA yNES.—March 17, THOMAS JE MeCLOSKEY, — March 16. BRINGHT No. 105: Washington Camp, No, 178, PP.) WOODVILLE.—March 1%. MYDDELTON R MR, ACORM\nCame . o:~ owe ut. Holy Cross) none, husband of Elizabeth Anne Haynes | MceCLOSKEY (nee Royle), widow of Henry of A, of Mantua, N. J.; all other | LLOYD, son of late Myddelton Lloyd Wood: | . : o | 739 CHRISTIAN 8T\n. March 18, at 135 8S. 17th) (nee, Palmer), aged 59. Relatives and | Mer key, late of parish Doe, County | organizations of which he was a member, | ville and Mary Cornelia Feltus, aged 43, Ww CFI : ! ROY WANTED FOR OFFICE ’\nWidow of Genres TL. Cratt | friends. Progressive Assembly. No. 4, A. O Ircland. Relatives and friends d to funeral, Tues,, 7:30 p. m., Man- | Services St. Mary's Church, 4th and Spruce AFT] ] ; ATTEND _TO\n‘Relatives ana’ Telende incited kk od M Ps invites te wervice, Tnurs , oar m f nf Bac red Heart, invited to fune ral un, N. J. Services at house, Int, Reading, | Oth pees, bt Te 1h po, Ai . Ms 3 16), OL rps,\n2 Jiola st. nt. private, friends may | Thurs,, 8:30 «4, 1 2103 Nandain ast,, vist ~d. . t- ;\nBeg = AIO hurch, tal Wed . 49 0. p.m, cia wait and South ste, Solemn hist mass of te ; HODES : March 18, WA ARY Ww. | MAN, enuneente at are ¥ Worman (nee Nice), oe ae RAP MR eRowd 1ON. fs here\n* 2 HEACOCK.—Suddenly, Third-month th gui m St. Patrick's Churct 0 x a Int, t 8, da telatives and riends | aged @ gs > 0 Ue yn Nad\nof ROMUAEY. Mare 17, JOSEP A. Hor | JOSEPH, husband of Elizabeth Walker Han: | Vathedral Cem: omg ties invited “to fune Fe eee Fe eet | ROLE — March Allentown perere sony; | Ormust wanted, tor, wrapping and jnbeling: NUT ST.. PHILADELPHIA.\n- | coe 7 tive e . a ¢ 7. GEORGE < s. 1D. Mm. Services Calve Church, Rock- ZIEGL —Mare ut husband | x: » Kk , . rs Pair\nsasha ered Geant seats OF Sacred Heart | SPtad er rinstal caries hg Ste a matin patgoaN a} NeiGinn halations pt dale i Pa., i Ln m, int. Cal Cem jof Anna” Ziegler (nee Quanto), aged 62. Beunt a vanes i. wai, shecene Pets\nTeed to func aepster ® Dept. U. 8. A..| Month 20th, 2 p. m., late residence, Wyn- | frie Vited to funeral, Wed., 8:40 a, m RICK.—-Mareh 18, IBAAC F Relatives and friends. Palestine Lodge, Nu, | Sot Sve:—___ Tee fern rormemae yr\npices 10a B . er os. m. , residence ot cote, Pa. Int. private, Abington Friends’ 518 Filbert pt Solemn requiem ma sil Mary Rice (nee Lyons) and if 70, | and A, a Penn Township Lodge | GIRLS, experienced, on hand sewing: a Pe ee em eS gh Pa TEP\n) Maes, St, Rita’s Church 9 a, m.” Int. Holy Grounds... . w James's Church 10 a, m. Int. Holy Croxs | Michuel J. and Susan, Rice. t n- | shit ‘Y Aweea, ‘invited to dese al xf ig Pmativene os ond fisoe, 1640 Maret cee + | BOY, bright and intelligent. wanted; good o}\nCross Cem. ae band of batearet Hemarty. late of County | ns viten to finarate thurs, Ma wo tee iste MeL NS, Patton et (isd and con’ GIRLS seated at Wu 1640 Market st. ___| Hrette te, Wale k Gon ten ine tele LAROREES\nHUICE. 3 STH ; hand of Margare egarty, late of County MecGINNIS.-—March 17, WILLIAM Me. | Mited te sere af, : ile \\ , We Wn | GIRLS wanted at Wunderle’s candy factory, | Henry Kk ampole & Co., Inc,, 426 Fair-\nof Estella M. Cruice (nea Tomes) 'Relaniees | Honeaal. Inciahd. Heiativew land) friends. | GiNNTS, won of inte, Wiliam and. dane Me, Philip st, High mae of ceauiem st; Michaels | berlana’, It, Mi, Peace Com. Friends ina | STYA1g3\"Pewe wt.. opponite 440 Ny 2d'ate | Mount ave,\nand friends invited to funeral, Thurs., 8:30 | V° Ay Sodality of the Church of the Gesu | Gimis. Relatives and friends. League of | tiferal | : ; | ZIMMERMAN, —Mareh 16, SARAH. wife, FOUREWORE general, girl; good plain cook; | BOY wanted to work in job pressroom; one\nS. ™-. 42 N. Marsden st. Solemn re- | and Di 18. A. O. H., invited to fu- |. an Ay gn ren eg i LT OBERTS.—At Moorestown, N. J, Third! of George Z. Zimmerman and daughter of small adult family; sleep in; wages $6. who knows how to feed press preferred.\nquiem mass Chureh of the Most Precious | ; Wed,, 8:30 a, m., 1918 Buttonwood st. | 2,\" ; ea Site Vo Aineai? Month 16th, BRENBZER ROBERTS, aged | Albert: and Mary, Jones, | Relatives and | Call_5500 Lansdowne ave. O. |), Moll, fifth floor, 606 Chestnut st. 250\nBlood 10 a. m. Int. Hely Sepulchre Cem. | Solemn mass Cathedral 10 a. m \"eno Mana cated To funecal 84. Relatives and friends invited to funeral, | friends Invited to funeral. Wed, 7:30 a. m.. | HOU SEWORK—C ompt, wonian, pri, fam. | BOY. over 16. wanted for general office |\nAuto funeral. Int. Holy Cross Cem. Auto funeral. an high masa of reaulem. Sc, Charles's | Uhird-dey, Third Month 19th, 2p, m., 86 1, | 143 Noble, st. High mass St.’ Auguatine's f. 2226 Pine st. Locust 2174 W. werk, C936, Ledger Office, WHITE OR COLORED: HIGH WAG\nFs opiate n c| C 5 puede HEINZ.—March 17, MARY ©... wife of Chore in See eg ve renter be Crates ad Mii st. Moorente wn, N, rf an seas Church 9 a. m, Int. Holy Cross Cem. Aute UNDRY—Eaperien ~ one oe ae om BOY Two Intelligent bovs wanted; oppor GOOD SANITARY SHO\n, e 5. elatives seph Heinz i daughter of John and ee Sons \" a Fe tOBINSON. —MAreh 17, MARTHA wife | funera —ie ci ro ° nity es\ngpd friends, pa ea at 1 mh ke. | Ranle Hole Nelatives und, fricnda lnvinnd |<? N=March 15, PRANK. husband of parry Robinson. Jt, aged 48, Rela- | ZIPPLER.—-March 17, MARGARET ©, | charge of collar ironing department; cottnity to become acquainted with labora. | pry\nNo. 34. Phi aipvited to funeral servic itp funeral. Wea ¥ a. ih. parente’ Peas y a es Rela tis @ and. friends ives and_ qeiende invited to funeral, Thurs., MAC LARY, wife of George Zippler, Bite sand wages. Broadway, 2918 Diamond. about 18 years Me rl ip Gh srourate and |\nrystal Lake ave., West-| dence, 2002 BE. V st. High mae Our : » Sune wee, Sa, m., boo s ¥i2p, . 1433 N. 6th st, Int. Hillside Cem daughter a Sliza Maclary Y—Manegle hel; cola a] N + ST.\nInt, private, New Camden Cem, Lady Help of Christians Church 9 a cn | & gh reaatem tnass Church of Our Lady | ¥i, car, Remains may be viewed! of Letpsic, Del., aged 68. Relatives and LAUNDRY—Mangle | heip. agollar, starcher: i Employment Dept., Atlantic gate, 3144 1408 BAINBRIDGE Ae\ni7, MABEL MAR. | 1/44 Mt Peter’a Com, ef Mt. Carmel 9:30 4, m. Int, Holy Cross P 10 pm friends invited to funeral services, Wed,, | —soco—~asee._sroscway, 28168 Diamond. | Passyunk ave FROM 7 A. M. TOO P. M\nVitliam W. Deissier, aged) FOLLINGSWORTH.—March 18, ALBERT) ©° A oe . = ROGGENTINE.—March 17 CHARIL 2:30 p, m., 233 FE, Mt. Pleasant ave.. Mt. | | BOY for general work in large office; good z\n#7. Relatives and friends invited to funeral) p husband of Bessic C. Ballantine. and ’ Maren 18. JOHN, husband! 1.) husband of Mary J, Roggentine. >} Airy. Int. private West Laurel Hill Cem. | chance for advancement. American SUNDAY. FROM 10 A, M, TO4\nTh MF a Ba ey, tere ave. | son of James W. and Annie B. Hollings- ed far al erate son of tifes and Jriends. Ponemah Tribe. No, 8. —_:-xu—&$@_wwmnnr._N—-—— | MENDERS | Stores Co., 4th and Noble sts., elghth floor.\n° ; ° *) worth, aged 26 Relatives and friends in- , at papal . ‘ 1 RR, ; Ponemah Counell, No. 78, D iawn 6attame aves 1h Gane ee\nNNA F.. wife of | Yited to “funeral services, Tues., 2p. ™., pera. Re ak oe Saneat +. invited to funeral, Thurs. 1:30 p. m., LOST AND FOUND Peperianced | menders wanted; highest wages; a) Photors. 118-133\" Pegs\nGeo. R. Diehl and 0 iets, Hredoricka | : ' ae = ae eaneens i ether pocrecion of, Wile! ‘sa mem lends mae view siietie Weds ator tp | aes t oe SR, bd nicked Up_e g ameranian PRINCETON. WORST ED MIL, “LS, INC. ot, spnetiie 4007 20\n504 N. S4th st, Due notice will be, Vda bape pa RT par doph nls Loaags Set 14 Northeast boulevard, ‘Soletin requiem mass ie RONDA  Mareh IR, WILLIAM F., son| Ann st. near Amber st... don't return to\nn—M 16 land @on of late John and Elizabeth Horner. Cauren of incarnation of Our hore, Sth ang of Frank O. and late Ellen M. Rohrer, aged | owner, gatpes H. pmith, S116 E, Ann st., | BRIDGEMEN\n¢ Marth nd | arch b eV ILLIAM. aged 45. Due notice. residence of brother- | Gath cy “ig 2 Oh is Fag mi Ue SOW) AG. Relatives and friends invited to funeral, within ‘ oe © Prosecuted, us Sa an auahians '\"honla \"Sia a | FIRST-CLASS, EXP\nRelatives sand frente “invitee to funeral -law, Michael J. Cleary, 2311 8. ri RL att ee ULO Funeral. Tues., 2p. m., residence of grandfather, | She ts known. OPERATORS on cushions. Apply 244 &. | Rit XPERIENCED MEN ON"
        },
        {
            "passage_id": 18,
            "text": "Bouvier | - a° :\nMcKENDRICK.—sarch 17,° JOHN, hus-| gleS. 15, aon Nf : — — . 2 . STRUCTURAL STEEL IN\nservices, Wed., 2 p, m., Geo. Penworthy's | Street. wre P band of Jennie McKendrick (nee Andrews), | S2muel Tomlinson, 2122 N. bth st. Int. prin |= = Sth st. | RECTION"
        },
        {
            "passage_id": 19,
            "text": "residence, 4333 Mitchel st., Roxborough. Int, HUHN.—March 18, ANNIE wife of | aged 77. Relatives and friends, members of lp. m Remains may be viewed Mon., 7 to 9 HELP WANTED—FEMALE U. FoR Tae Yor,"
        },
        {
            "passage_id": 20,
            "text": "vats, Weetninster Cem. George L, Huhn and daughter of Dantel | bontaxet Tribe, No, 145, 1. O. R. M., and | ?'ehipgy — 5 SARE . — | STENOGRAPHER.§ wanted by wholesal \" |\nPDORMON —March 15. DAVID S. DOR-|#\"d4 lute Anna Louisa Price, 1907 Marl-| penmers and Twisters’ Union aie gtht | ROTH,—March 15, MARGARETHA ROTH . Mg olesale PORTSMOUTH, VA. |"
        },
        {
            "passage_id": 21,
            "text": "* si u : ee Schimic , \" \" house; one who has had at least 1 year'a | ’ Report at w to wo\note aged 76, Relatives and friends in-| borough st. Due notice of funeral will be | funeral services, Wed. 2 p.m... 1816 EF. | gg” epimidy. widow of Henry Roth. aged business experience; pleasant surroundings: Sia GRR EA Co be ters coat si"
        },
        {
            "passage_id": 22,
            "text": "WANTED"
        },
        {
            "passage_id": 23,
            "text": ": - \" 3. Relatives and friends invited to funeral\nted to services, Wed., 12 m., Oliver H. | #lyen. | . , ite | Ontario st. Int. private, North Cedar HIil| services, Wed., 1p. m.. 305 Washington ave. | 7 ; In . state salary expected. Address P, O. Lock POTTSTOWN, PA | class inamn Apply 9:30 a, m.\nBidg., 1820 Chestnut st. ‘Int. Monu- | _ ,HUVER.-—March 18, BERTHA F., wife) Gen. Auto funeral. es, W . Ja Th ny 4 n a. BELL TELEPHONE OPERATING Box 1618, arr\nrt Cem. of John Huver and daughter ef Francis P. “Meta REN. At residence, pace RF eae | int. Fernw ood Cem, Friends may call Tues., | sh dh nek week sania Lalani 8 e Employment Department\nhes ’ rn . ls . Mi 5, JOHN MeL EN, 4 m . - . ' GANERRUCLCL ED A UN nae ann, | RP LID eT eee\nPa ae ee RA ROVERT, pgvand ¢ M. | friends, B. V. M. Sodality of Church of the FI rican and Peta Poxenenta Bing been en March, 18. omnes M.., hue | during Rrat “month of instruction. | STHNOGRAPHER—The Atlantic Refining CHATR FINISHERS wanted. Apply 244 ATLANTIC REFINING G\nang late oseph Edgar, 3 | Holy Name, invited to funeral, Thurs, 30! No. 67, F. A M.; General U, 8. Grant Poat, | 08 GF aoe tp n or ns ang pon a 4 They are then Assigned to offices Co, has an opening for an experienced fe- 5th # ¢ S144 Paesyunk ave. if\nand frienda Washington wee m., 628 Gaul st. Solemn requiem ‘mass | NO 8d Re re cine Lodge, Mo, | Samuel and Matilda Sabins. ” Relatives an convenient to their homes and ale stenpgrapher at its main office, 3144 CHANDELIER MAKERS—Wanted, acverai ¥ :\nhi A. invited to ices, | Church of the Holy Name 10 a. m. Int. | 49: ‘T 6 O! F!, invited to funeral services, friends, Kensington Lodge, No. sit. F. and advancement is rapid. Exceptional Pas yunk ave., Phila. Splendid opportunity good chandelier makers and hands ‘wid ¢\nleer m., mother’s residence, Private, New Cathenral Com... Tues., 2 p. m,. Oliver H. Bair Bldg., 1826! mi Etreawperty Quart Clan. invited, to opportunities are open to those who for advancement. Apply in person at the expertangs! good pay and steady employ.\nN. re st. \"int, Brigate. Remains may b> JOYNT.-—Mareh € HARLES Fr oo” hue. | Chestnut st. Int. Mt. Moriah Cem funeral, Bvi. = Dp. M., 2518 N. 30th st. Int possess energy and ambition. | sale’ OSS EE TE a ae ment. The Fimer, af Catlin to Boe ‘sat\nvi wed Wed, m, pane of Rien goynt, late ¢ Cunnicare Ab- | ~MeNULTY.—-March 17, DANIEL, eon of | Private West Laurel Hill Cem. ; j STENOGRAPHER, with some general office | St. Washington, D.\nBE Darth steren 16,' WILLIAM . County Galw ireland, Relatives Rose and late Patrick MeNulty (nee Mc CATTERGOOD.—Third Month 18th, at There are comfortable and attrac- experience; salary $50 r month t tart. | CHAUF\nReread os s° friends invited to funeral, ‘Thurs., 8 a. | & ’ hi. Pe it, Mec-| Moorestown, N. J... DAVID, hushand of tive recreation and dining rooms. ec : on oO start. FEUR Lee “Firat class; good ref-\nnd wk Bessie Elberson, aged 42. Re ee onan sa | Grath). Relatives and friends, St. Patrick's | jannah Pt » a ed 67. Rel 1 ; i all Tuesday, between and 5 p. m., or erence. Address Room 203, 900 Ch\nand friends, Star of Union Coune i, | M.. 1700 Race SE dO Peaunt. Holy | Holy Name Society, invited to funeral, Sat.. | tives sna teas oat eregor, Pereeat Stith. and meals are served at cost, Wednesday, between 11 and 1, Keystone CLERKooThe Atlamic Rotcitc a estnut,\noi 8. U, “A. M.; Washington Camp, | 8!. Patrick’ Church 9:30 a. m. Int. Holy) §:36 a. im,, 2188 Nuudain iid and South | dag’ a's, A na a ehureh cL Maavon, Touns women bet ‘e ane Telephone Co., 135 8. 2d st., Room 400. CLERK—The Atlantic Refining Co., has an | Foster, 1208 N. :\nTE Pat dint ited” ene: | | OTR CAHAN Maren’ in JOHN 4., husband | Sts.). Solemn high requicgi mass St, Pate town, *y ay Int, win hada a ised vears. of age should apply at aba WAITRESS, experienced; with reference; $8, ite main’ office RIVE Pater ank we Bett LABORERS want\nRe - gap m.. eetare a a, BB lof Susanna M. Kalaban. Relatives and| fitk's Church 10 a, m, Int. New Cathedral SCHREILBER.—On March 16, 1918, MARY | Market street, between 8 a. m. and Mrs. Charles Hart, Wallingford, Phone | delphia: splendid opportunity for wacvanees _day. Bridgman B:\n; Media’ 610. ment. ‘Apply in person at the Sales Depart. | -ABORERS WANTED."
        },
        {
            "passage_id": 24,
            "text": "|\n'\nj\n|\n|"
        },
        {
            "passage_id": 25,
            "text": "pe Riboress. 564 Carman » tam: | friends inyited to funeral, Thurs., 8:30 a. m., | “Si. iron MICHAE K. SCHREIBER, wife of Charles Schretber | 6 p.m, ses ioe ae ABORERS\n\\"
        },
        {
            "passage_id": 26,
            "text": "."
        },
        {
            "passage_id": 27,
            "text": "SRS wanted,\nall year around:"
        },
        {
            "passage_id": 28,
            "text": "“ 14 3 ~March 8 ‘ { £ . Mla « yin i\nInt. ‘private, Arlin Yeadon Delaware Co. Solemn requiem mass eon af late Williams and Mary 4 As daughter of Ella and William Britton peated “ RIC wanted man TaF penal\n- : P “ 7 ANN Stash -; Letter Carriers o tation 4 a } 3 id , , WANA” anlicetil. 2”, owledge of t\nservice: Re a at ANN, LOUISE, as eo tumagal; ea nae bt 1 dence (of. her mother. $8 Snyder 2ye., int, | ASSISTANT MANAGER, collection ept.;| electrical business preferred. Apply wm |\nRidiey Fark, We late John and Rose Sesnon McBride. at tf c= hee st. donn the J -| ‘Tues. eve, Auto service, aes | Room 408, 1001 Chestnut st. *\n7h] husband of AIT. ALBERT H. gun. Relatives et ge pee aaa is funeral a. Let ; emton of nme oe detece then Phat ha ha nviepand | = es enema } MEN FOR GENERAL\nsha’ Delmar st, “Roxborough.” fai: aan ae Patric ‘ohuras 16\" m. Int. HAEL, tne ts te hford) ae or Srotherhend ‘of heen ry ity ree sade REL AL ESTATE FOR SALE _—_—_—«REAL ESTATE FOR 6. FOR SALE ; ALL-AROUND WORK\nhilton em, Roxborough, Friends may | Cainedral Com. Auto fineral | 1 pgm! ated ts ‘uneral”servicen \"Wad ni me | Noi 448; Phila. ind Reading Mollet Asan. AIN_LINE MAIN LANE PB. Re | CURAMGTC™ Muay Monde natal ee ss\nin akin 17, JULIUS P. | LAVALLETTE, beloved wife of John Kehn father-in-law's residence, O. J. Mic 113 invited gh eh sa gn i AE OR, gal oe grclock. Room 249° Publ rp ap $16.33\neet aiek 28, Wttatives “ans | ond Miteetase af ‘the tate Alnor’. ana |.004 Fellows’ Cem. Friends may cali | maine mus he’ viewsd Toe 8 to 10\" p. ve, (1 and Chestnut sts. See Mr, McKeon, AVERAGE WEEKLY —\n| y ¢ | Tues.. Pp. om, Trolley fune : i\nBAO a. in wigs Wheels | I RAY RR Re oa Lt Theva RR a tt \"SHAY March 17, ROBERT_IRA, son of |] d ? a STARTING WAGE\nS ernolis eae Ane hacen. | funeral servicen, on Wed. aft. nt 2 oclock, | Ron of, late, Thoinas and Sarah  AMichener. | grandson of tra Dy and illuabeih P- Shay. he GOMPOSTTOR, frat clases in pri 7 STOh Ot Oe\nBS. Y ye riend: eto Cc “ 4 Ls y . - \\ “\n= Suddenly, March 16, | at the residence of her brother-in-la Me Mae wh Bat h.. tnvited ta fonceni Bee ae ieee tue caren anata ltl . 5 = ie pring Plant: 48 hours per wee foushton JOSEPH CAMPBELL ©0\nof ‘tate ob tok and Johanna | 4. Walker. he FLORENCE, wi ¢| Services. 6083 Walnut st., Tues. 7:80 p. m. | Saya aft be to wh Aa ane x : ‘“¢ 7 d Press. Mascher and Somerset. | ‘\nd range, County Lim- U Se eee Te ith aig | Int. Wed. at convenience of family, Ki, So. ORienee OF ear eae ee . , ae = 1 ! - SECOND AND MARKET\n4 Das clan funeral will be | WV! on Relatives and friends in: | .,.MULLER.--March 17, JOHN W., husband | Wert Die. Int. private eae ton ORY : ies f :\n’ of brothe ,, Daniel Pitz- t al. Wed. 8:30 a. m resi. | Of Lduzie C. Miller (nee Breiding). Relatives | ,, °\\MO? wes yr “ella Si - ee 4 CAMDEN, N, J,\nAry. nee f ‘Pa, Solemn requiem maae| And friends invited to funeral services. | Relatives and. friends, Phila Trodge, “No 1 hs?\nTatioas ant pnd ot m. Int. Wesat-| Thurs., 2 p. m., parlors of Charles Strack, | 2\" pO\" f: Richard Vaux Lodge, No. 884. z ILD WA) TED\n11, A"
        },
        {
            "passage_id": 29,
            "text": "corner George and Princess sts., York. Pa. | yj ir. s A 3 a\nye cy v.. dau ter Int. Prospect Hill Cem., York, Pa. Remains |: and A. M.; Council No. 203. Royal Are | . 3 iy\noar"
        },
        {
            "passage_id": 30,
            "text": "f ° : ices, Thurs. , . 8 u ; i"
        },
        {
            "passage_id": 31,
            "text": "et Kell . | may be viewed Tues, eve., parlors of Henry | S2\"UM, Invited to funeral serv . , pees}"
        },
        {
            "passage_id": 32,
            "text": "of an teed i te in-| Seher & Son, 2000 KE, Susquehanna ave., 70,8. Bs, 2838 N. 19th st. Int, Adath f » ie ee"
        },
        {
            "passage_id": 33,
            "text": "vited to ts , rents, York papers please copy. SIMPSON,—March 17, EMMA, widow of ae : j BINUT"
        },
        {
            "passage_id": 34,
            "text": "Tealdence, | 11 1 . yitaneratd Re (i ona CHARLES The ones eee Maath, lath. Thomas W. Simpson, sed 81. Relatives ’ MACHINE OPERA’\nnt oly Cross . ) usba ate oore. 0"
        },
        {
            "passage_id": 35,
            "text": "Rit ea evans Estecen wae ee | ooee at” Usistives awk. friends invited to nd friends invited funeral service i \" F"
        },
        {
            "passage_id": 36,
            "text": "' e| e\n—-March 16, MARY B.. widow of | f 1,’ Fifth-day, 702 Matti A Dm. Union Home for O18 Ladies, |\nW, Kens. “Relatives, PR hoo + ae: ta be Traing tea ves Roading Sesrines seth and Lancaster ave. Int. Fernwood | Owner Will Sell This For Mortgage and Costs BEX ASSEMBLERS »\nited” to funera urs., A. m., Bon. | 1:05 nt. private, Y \"aud Dena, | c. TAL Ww.\ninciawes residence. an high Hesciton, 1217 | | Mohan: ‘Match 15, BRIDGET M., daugh. | cia and “late Bitpa stn PE SMe reer | A California Bungalow with Housekeeping “All on One Fleer terri ite, rete a ladelphie sive : TOOLMAKERS ogo\ner ate r an argare oran, | | surro\neee fio ame 1 m, tnt. Private, aged 59. a ta friends invited to | Felatives | a and | friends artes | to funeral, in Beautiful Merion h ex ences - severe tined art MODERN SHOP: STRAP"
        },
        {
            "passage_id": 37,
            "text": "h 17, WiLCiaM, Wed . \" Novocol Chemi- .\noat oh Thomas be ry ae, Moran, 2117 Be remernee Se) b high mags at edu ne \"Hos of the Trans: Pte. con 485- 487 leursere ave., Brook. | AND SATISFACTORY \\wacns: @"
        },
        {
            "passage_id": 38,
            "text": "aes, ast BY Berke ot. Bolems figuration 1 10 gm, WES ee This bungalow was built by its owner, a builder, for himsel SRR erarse PORTUNITY TO CONNECT\nani ais aa metal wor 1"
        },
        {
            "passage_id": 39,
            "text": "OLY Eran co, OF\nMERIC."
        },
        {
            "passage_id": 40,
            "text": "must be experienced. ‘Apply immediately. | Fo: ter, 1208 N. Bist st."
        },
        {
            "passage_id": 41,
            "text": "Mons edral Cem. Auto fu-/| Schenkel)i widow of Braset Sopp, aged 72. cacelionte built, Stone fi hag on frat flop gta 90 ‘feet long PPL"
        },
        {
            "passage_id": 42,
            "text": "stm bm ron of arate ears Ba ma Mary cig) Heme, pen regia ad three tae windows; yg\" thew with two\n- . ie + * . ° Koo\" pour\nrome, ireland: oh eine RET. wife ot windows \"and one. fireplace; smoking room with: one ~ size, sglomnong, nagar St ae 3 ARDMORE, ‘PA.\n; 4 ‘ window ;, larg en new modern rang i6—s a ;\nss 3¢ Picea, RADLING, ANS AN wite with two bay windows and open fireplace; or ut hedbece 0. ;\nuiem St, | of James Stra axed . Relatives and t bathrooms—all on one Fs U taire lar meet 11 ew ~\noly Cross | friends invited to funeral services, Wed wo tx foot “lon %, ned ps , large assombly REMAN—wWant : NTSTS on Ge\nviewed fit m, Int. priva pone “a on cellar under entire house Hime? open shop. 30\non Dp i exce frame garage for ona car. Grounds\nWR. acres of ground. |"
        },
        {
            "passage_id": 43,
            "text": "ire AB u . Three and one-hal,"
        }
    ]
}