{
    "image_id": 36,
    "passages": [
        {
            "passage_id": 1,
            "text": "THE OGDEN STANDARD: OGDEN, UTAH, SATURDAY, OCTOBER"
        },
        {
            "passage_id": 2,
            "text": "| :"
        },
        {
            "passage_id": 3,
            "text": "_ Victory Just Inside TURKS FEAR THE. ——"
        },
        {
            "passage_id": 4,
            "text": "= ="
        },
        {
            "passage_id": 5,
            "text": "sa | INDIAN TROOPS"
        },
        {
            "passage_id": 6,
            "text": "——"
        },
        {
            "passage_id": 7,
            "text": "12, 1918. 11"
        },
        {
            "passage_id": 8,
            "text": "osit i tow 44"
        },
        {
            "passage_id": 9,
            "text": "Cleverness of Stalking Gurk- | ey mes ;"
        },
        {
            "passage_id": 10,
            "text": "has Gives Turkish Soldiers 4 :"
        },
        {
            "passage_id": 11,
            "text": ": Wholesome Fear of :\n| Their Methods. \\ :"
        },
        {
            "passage_id": 12,
            "text": "| WITH THE BRITISH FORCES IN"
        },
        {
            "passage_id": 13,
            "text": "| PALESTINE, Oct. 1.— (Correspondence"
        },
        {
            "passage_id": 14,
            "text": "lof the Associated Press)—Silent death"
        },
        {
            "passage_id": 15,
            "text": "lin the blackness of night, the fate of"
        },
        {
            "passage_id": 16,
            "text": "| unnumbered Turkish sentries_ sur-\n/prised at their posts by patrols of In- |"
        },
        {
            "passage_id": 17,
            "text": "dian troops with the British army, has -\n| imposed upon the Ottoman soldiers a |\n|wholesome respect for these dark-\niskinned fighters who have replaced |\n/many white contingents sent to other |"
        },
        {
            "passage_id": 18,
            "text": "ee ee ee"
        },
        {
            "passage_id": 19,
            "text": "eres"
        },
        {
            "passage_id": 20,
            "text": "ey\nre"
        },
        {
            "passage_id": 21,
            "text": "oe"
        },
        {
            "passage_id": 22,
            "text": "—"
        },
        {
            "passage_id": 23,
            "text": "a eres\n_"
        },
        {
            "passage_id": 24,
            "text": "- AN en 1S\npee\n~*~\n-"
        },
        {
            "passage_id": 25,
            "text": "—_-\n_"
        },
        {
            "passage_id": 26,
            "text": "fronts.\n|; The cleverness gf the Gurkhas at i\n'upon the minds of the Turks, who are\nconstantly finding their men dead at\ntray the coming and going of the foe\nalarms.\nGurkhas and Sikhs, eager for active ask for\nraids and sectional attacks, uncon- 9\nsciously answering the exultant pre-\ndictions of enemy publicity organs .\nF that their substitution for whites\nwould open the way for an early Turk-\nish offensive which would sweep the\nBritish forces from the country. ‘ \\ t 4\nIn action the Indian troops are as\n| keen as in anticipation of it. Their\n“approach, even after the warning of a\n9\n‘take the Turks completely off their “Utah products for U\nguard. Recently in broad _ daylight\nwithin close range of the enemy i i\ntrench. They rushed it and without Here are some other PIERCE products, just as fine\nbrotight back as many prisoners. Onl};\none of the attackers was wounded.\ne\n13 f the Indians had an extraordinary ex Lye Hominy Sauer Kraut\nts g(t V 3 yempesience in this raid. He had stuck |"
        },
        {
            "passage_id": 27,
            "text": "|stalking has ‘had a terrifying effect\nadvanced stations, with nothing to be- W hen you ask for : %\n@mong the enemy, prompting constant\nfighting, are continually suggesting\n| barrage, inevitably is so swift as to\nGurkhas reached unobserved a point\nfiring a shot, killed fifteen Turks and x\nTomatoes ‘Tomato Soup Puree"
        },
        {
            "passage_id": 28,
            "text": "A subaltern in charge of a party of"
        },
        {
            "passage_id": 29,
            "text": "Tif bayonet into a Turk, but was un"
        },
        {
            "passage_id": 30,
            "text": "Se"
        },
        {
            "passage_id": 31,
            "text": "Labie to disengage it, owing to the nar- | Pierce S Fruits"
        },
        {
            "passage_id": 32,
            "text": "mowness of the trench. Another Turk |"
        },
        {
            "passage_id": 33,
            "text": "Re"
        },
        {
            "passage_id": 34,
            "text": "miles beyond the river, was planned Schramm-Johnson drug store recently. | aircraft cannon"
        },
        {
            "passage_id": 35,
            "text": "fice department to present claims for and machine guns"
        },
        {
            "passage_id": 36,
            "text": "Pe  SOCCCCCCTOTTCCCOCCO = nnnnnearw fs yoearby began jalgbing the butt end of 4 ’ é |"
        },
        {
            "passage_id": 37,
            "text": "iss aka fe sae ; a rifle into the officer's .ribs. Sud :"
        },
        {
            "passage_id": 38,
            "text": "] pe a apg absolute restitution by the G *donJy the Englishman saw his assail Packed and backed by"
        },
        {
            "passage_id": 39,
            "text": "d “That’s what we are here for.” said : ! a ant's bead leap from his shoulders, a : ) ;"
        },
        {
            "passage_id": 40,
            "text": "i whindly abreeant’ dtter readine: Pres’ 5-2 Gurkha having dexteriously decapitat. | :"
        },
        {
            "passage_id": 41,
            "text": "ident Wilson's note, and his listeners ‘ed him with his kookhri, an invaJu-"
        },
        {
            "passage_id": 42,
            "text": "unanimously agreed with him, ‘ | xble weapon in close quarters. . j"
        },
        {
            "passage_id": 43,
            "text": "or ca it TN a | ae ae 4"
        },
        {
            "passage_id": 44,
            "text": "j } eo 2 . ’ |"
        },
        {
            "passage_id": 45,
            "text": "Telegraphers See ‘Americans Bring \\ Ogden since trae / |\na ' i ' i\nAmericans Go Through A A t With Declares He Is Full of Life 3? Balloons and )"
        },
        {
            "passage_id": 46,
            "text": "b d U f tea) gy nce\nardment or Use o | Wi Taking Tanlac Al | : B tl )\nTanks. ire Control Board ee Irplanes in battle\n——__— “Talking about things that help peo- eee :\nAMERICAN HEADQUARTERS] wasHINGTON. Oct. 11 Picea ple, this Tanlac has done me more | (By Av is Be :\n\"aes wh HIBAD Al AS NGTO? —President siaie® “9 y Associated Press.) :\nNORTHWEST OF VERDUN, Thurs-!s J Konenkamp. president. of the| 2002 than anything else I ever got) wITH THE AMERICAN ARMY IN\nday, Qct. 10. (Reuter's)—The Ameri-! Commercial Telegrapher’s union. is hold of,” said L. J. Blazek, the well |FRANCE, Thursday, Oct. 10.—Thirty-\ncan operation east of the Meuse,| pore seeking an agreement with the know n grocery merchant of 1615 South |} two enemy balloons and airplanes have | at that minute, but it was kept open,Green, C. R. ........ 300 1.50 j\nwhich has now been extended some) wire contro] committee of the postof - Eleventh East, Salt Lake, while in a/been brought down by American anti- for the full half hour. During the last] Hess, Gilbert R. .... 1,500 7,50 |\nfifteen minutes only a few straggling} Huish, A. V. ...... ‘ 700 =©3.50\nBis 3,600 18.00"
        },
        {
            "passage_id": 47,
            "text": "with skill and daring and proved 20-|ansincrease. in wares ‘and fér tha re.\" “Honestly,” he continued, “it’s the|since the beginning on the St. Mihiel | _subscriptions came in. There were | Halverson, George : a\ntirely succt ssful. The result has been! jnstatement of men greviously dis- first time in three years that I have |offensive, according to figures just | hundreds awwho- subscribed through|Hoyt, R. B. ........ 2,000 10.00\n4 gh his ae GaLle ns to the| missed by the Western Union company been able to eat without suffering aft-|compiled. The guns which  have| , their banks, and these totals were|Immes, Charles ....383 2,000 10,00 '\nposition it occupied when the Germans) pecayse of union activity. erwards. My stomach would invar-|achieved this result were distributed | | telephoned to the scene of the drive]Jensen, David ...... 1,000 20,00\nlaunched their formidable offensive “A considerable number of our men) /#bly fill up with gas and keep me in lin the rear areas, at the front and with | at 11:15, and all were counted Jones, Mary L. ......266 1,000 6.09\nagainst Verdun in 1916. were discharged last spring at Seattle | Pain and distress for hours I alse anovine vanities antte meht.Geeman'| There are two large subscriptions | Jones. H. W. ........ 100 50\npagans a we na nemo’ and other places and have nal vet been | bad headaches and was extremely ner- | planes” were acecunted . tor a the | which have always been made in this| Karademos, Tom ....262 1,000 5.00 :\nown to a mere botlie neck where the! reinstated by the Wester on com.)Yous. Many a night.I have rolled and | ‘ning ; es - eo . city, but the corporations making them} Lynch, John C....... 92 2,000 10.00\nAmericans joined it previous to this) pany,” Mr, Bay A peso mala cphe | tossed until after midnight and felt so Sor Lyteechaeclibhe oF tke ar Monifau- | Qversubscribes Allotment for| had not held their directors’ meetings | Leitteral, M. M. .....141 1,000 5.00 (Bh\ncreated the hit alts parrowne’sjannual convention of the union has} bad in the mornings that I could hardly |artillery alone. ae Pee | Fourth Liberty Loan in [5° these were not included in the total | Morein, N.S. ...... 95 200 1.00 i\nat created the difficulty for the at-| been called to mee re ay.’ |get out of bed and would go off to the} pepe ser ee ae ° ° raised during the half hour. These} Murphy, Mrs. C. S, ..159 125 63 fe.\ntack. With the river and its marshy | led zr pa here Monday store feeline unfit for me bile 0 ae ites ee eenan ale Crag brought First Day of Drive. subscriptions to the third loan totaled Maflantinene? Max ...187 8,000 40.00 i\nlowlands behind them, the Americans | strength and energy seemed to have aha Z erate 4 bape a for by-| ae Eee | $275,000. Great Falls went over in this] Moffit, Wm. ........268 1,000 5.00 ;\nattacked and justified the bold ma- | lete'me and it was difficult. for me toilennn. . eae a 12 by the heavier) GREAT FALLS, Mont. Oct. 11.—In|ioan drive in thirty minutes McConnuch, J. L. ...304 1,000 5.00 ;\nnoeuver by their success sive my business proper attention, enn tor = nee See ees the subscribing a total of $1,282,150 to the | All that not remains to be done if to} Nicely, Mrs, Ella ....158 125 63 i\"\nThe enemy had massed his troops 3 | “T heard bo much about Tanlac pa ede oe potas tah shots. Fourth Liberty loan on the opening|check up the subscriptions and see to} Neuton, Everett -»e-A72 500 2.50) :\nand batteries in strongly fortified po- zood for stomach trouble that I bought | uae ‘day of the campaign the people of it that there are no slackers who*have |] Ovink, Mrs. Marie .. 90 4,000 20.00 }\nsitions and had left Austro-Hungar- | la bpttle and I can truthfully any that SQUADRON SCORES 100 VICTORIES | Great Falls not only oversubscribed! not subscribed or who seek to get} Oberg, Clarence .... 100 250 i\njan troops to hold the line east of the, I have had no gas seinanvaticn an A ITH THE AMERICAN ARMY IN Re quota alloted to them, but also be- | through by subscribing amounts far} Orton, Murray ...... 1.000 5.00 :\nHver. These troops were taken com-| f pains since I began taking it. I can |p ANCE, Oct. 11.—The first American lieve they reached their goal in less|below what they can afford. The press| Peterson, Ezra ...... 65 3,000 15.00\npletely by surprise. There was no or. | 4 eat beans, potatoes, onions or anything aviation pursuit squadron completed palme than in any other city in the|is assisting the committee in this PIOFsONs 6, Aste oe a ne 1,100 56.50\ntllery preparation because it would} ‘else I want now without the slightest | its 100th successive victory ‘Thursday | country—thirty minutes—and with} — —00-—__— Pierson, Dorothy ....386 2,000 10.00\nhe othe aie or five vor a ar- | z |bad feelings afterwards. My Nereniie lee with a “boche strafing raid” |less effort on the part of the mem- | ; Poulson, Elizapeth .. 200 =1.00\ntillery fire to clean away the masses} . ead lan Se ees es = ~ os A “| which netted six machines. Of these, | bers the local Liberty loan commit- ! Peterson, Adam L. .. 500 2.50\n; of barbed wire. The nature of the | Felling People Why German PS, ainda tata and (\\Lieutenant Edward Rickenbacher of | tee 8 i WHOLE TOWN IN WBGUSUSOM Tet. hosts clu v= 500 2.50\nground precluded the use of tanks, and | Armies Are Retreating on [bed until getting’ up thnin in ee 50 oo Columbus, Ohio, got two, bringing his} The plan was worked out by _ the Peck, Jack: ...ses00. 500 2.50\nthe attack was unique in breaking h ings ayn now feeli fi morn-\\ official total to fifteen with three|local committee of which Harry Yae- | Reeves, J. W. ...ee-- 200 =1.00\nthrough the strongly wired defenses the Western Front. ioe ifs ead Gnatas an ac, +i a of | more which probably will be confirmed |ger, vice president of the Great Falls ;Ramey, Chas. ....... 500 2.56\nby the surprise method a lto eepbuinistit T: 7 a ; ae esitate | soon National bank, is the chairman, and ;Sumnerville, Fred ..148 400 2.00\nThe American advance was made) NEW YORK, Oct. 11—Systematic| troubles like I Serra 0 anyone with! Tieutenant Hamilton Coolidge of|there was soliciting of subscriptions. SEE RE Thayer, Mrs. Jennie 46 8,000 40.00\nbehind a rolling barrage. It was such/efforts of the German press to ex- | She aE Getta ty ayo, | boston and William Palmer of Ben- | When the representative of the ninth | : Ae Thomas, Mrs. Buellah 500 2.50\nasurprise that a large number of the plain to the German people that the! Seerimermen st sate revs Ec saa y A. R. Me- inettsville, S. C., downed one between|reserve district came to Great Falls) _LONDON, Sept 9. A whole town of | Toombs, cM: ae 2,500 12.60\nAustro-Hungarians were taken injretreat of the German armies on the ee Oa rvs dy uccles Bldg. Two them; Lieutenant James A. Meissner|and talked the fourth loan plans over | 2500 inhabitants, with a recorded his- | Williams, Jos. ...... 15,000 75.00\ntheir shelters, the absence of artillery| western front in July and August was joe in dvertisement. lof Brooklyn, Lieutenant Ralph A.|the local committee at once rejected | tory dating back to the time of the) Watkins, Geo. I, .... 2,500 12.50\nfire working to prevent their being} pag® of a strategic plan to save as Rais, Tela = ‘O'Neil of Nogales, Ariz., and Lieutén-|the allotment plan, as recommended, |52#xons and Danes, Shaftesbury, 1} Winters, Mrs. 8. H... 100 50\narare of w hat was happening until) many German soldiers’ lives as pos-| ant Whaters, one among them; Lieu-|and declared they would carry out the | Dorsetshire has been sold. A ae | Worrell, R. EB. ...-.- 200 1-60\nthe attacking waves were on them. |!sible while inflicting as heavy inses. Influenza Shows N | tenant Reed M. Chambers of Memphis \\campaign along their own lines. They|&! Part of the municipality’s acreage} Wilson, W. B. ...... 2,000 10.00\nAustro-Hungarians ‘Caught as possible on the Allied troops, ap- | . | and buildings, part of the estate of| And im accordance with so many of"
        },
        {
            "passage_id": 48,
            "text": ": 'Tenn., and Lieutenant Wilbert M.\\did, and it is now thought right that ies ;\nVirtually the entire Austro-Hungar-| parently did not have the desired ef- ° | White of New York, one each Jihe total subscription will go $500,000| Lord Stalbridge, has been purchased each parcel of such stock as may be\nlan sector of the front was cleaned up|fect. The Cologne Gazette has found gn 0 Abatement } et ret Ss over the city’s allotment, $1,200,000. | by James White, a nationally know | necessary will be sold as the office of\nby this thrust It was German troops|it necessary to admonish the German! ' | ‘The county, too, is going considerably | Sportsman, for 240,000 pounds. said company No. 364 24th street,\nthat attacked the ground taken at! people in display type to keep their| : | lover its allotment. In the terms of sale, Lord Stalbridge | Ogden, Utah, on the 26th day of Octo-\nMolville farm although without being! heads erect and not to indulge in pes- | Throughout Nation 0C an ) a 0 wn At the meeting of the city executive | #2nounced, was a provision that the! ber, 1918, at the hour of 10 a. m, to\nable finally to shift the line there,|simistic contemplations. “In view of committee it was decided to do abso- | town be offered to the mayor and cor- | pay the delinquent assessments to-\nporation at a reasonable price, and if) gether with the cost of advertising and"
        },
        {
            "passage_id": 49,
            "text": "iy\nWhile the front was advanced  still|the uninterruptedly close co stion | B Mi < : ; ‘j ’ e were\nc 5 as % f : y close nnection lutely no soliciling The people were .\nfurther along the river to outskirts| with the homeland” says the Cologne oy ISSINE rom fapneaied to along patriotic lines. In| ‘hey are unable to purchase it, to the] expense of sale."
        },
        {
            "passage_id": 50,
            "text": "oat |paper, “such feelings may influence ae aieGaaeebn: eats 11 The epi- Z 'this the committee had the co-opera ommera If neithe r option is taken each | A. L. GLASMANN,\nB est of the river a small advance|the morale of our troops. Our high peso Ps siactiGalty rena which has Tico d 4 | tion of the press of the city. They were | in ey ry ta -y to be given oppor- | Secretary -Treasurer.\noo made in the Bois de Foret, but/army command recently admitted | tion : of the ; ey e Ss Sec- n e 08a Yew | told it should be considered a pleasure tunity to buy Als home = 364 24th St., Ogden, Utah.\nR the center the Mamelette trench|frankly that south of the Somme on} ountry conuin- | and a duty to loan their savings to the| Another section of the Stalbridge |"
        },
        {
            "passage_id": 51,
            "text": ", - ~ =. | ay rj si € ’ = . . rats > § » 4 © j ¥ » |\nWas left behind and the troops fought|} August & we suffered defeat One| UCd eer de no signs of abate- ie Sige covernment, and that the subscription estate, the market town bearing the, = = = ==\ntheir way across the Zomarne canal| would think that at home’.would be eke De al ed enarts Beto its WASHINGTON, Oct. 11—Among the} ecards could be obtained at any of the | family name, also has been offered for!\ntoad, reaching the northeast corner of|found a correct and thankful appre-|5PFC@¢ among the civilian population} members of the crew reported missing |banks, at loan headquarters which | S#e€"
        },
        {
            "passage_id": 52,
            "text": "the Bois de Cunel. dation of thie’ trothtulatatement oun: ¥ an not available at the public health | are Elmer Calhoun, Rockland, Idaho: Ww ere established at a convenient loca- | : “era S 00 \" Bu the Cement that\njfervice bureau, but officials said|John M. Glynn, Davenport, Iowa: John|tion. or from the Nie ORO See carer A Very MOCO OEy 720.)"
        },
        {
            "passage_id": 53,
            "text": "Further to the left, the ridge in the|fortunately in many instances that W4S! nothing had be : b . any one ot eighty\nBois Ridges was captured and the|not the case. Rumors again were cir-| tis 6 ths aby sae recely ed to indicate |W. Heater, Dawson, Neb members of the city committee | small women as well as to young girls =\ntroops there were reported in the|culated whichjemanated from the most | age 1e malady had even reached Its | The survivors are: Lieutenant Com- The committee then arranged what | Fa TEI > aS iS Best h Test\noutskirts of the town. | pessimistic sources and pictured Cun) cas fi |mander James J. Madison, West Ho-/was at first called a meeting to be held | NOTICE. F\nIt was from the happenings on the| general condition in dark colors.” | aaen . sMinesaie influenza in army | boken, N. J.; Fnsign Gustave Ringel- | at a convenient place in the business Ogden Petroleum company, principal\nxtreme left, however, that the great- | — - raat ani a slight decline in the;}man, New York; Ensign Clifford J.| section. An L shaped table was ar- | place of business, Ogden Utah H\n€8t satisfaction was derived. The; AMSTERDAM, Oct. 10—The Frank-| 4.0 Sat a an SOmnS at noon to-|Sanghove, Charleston, S. C.; James E.|ranged, and the alphabet was divided There are delinquent on the folléw- /\nhare pressing up from the west of|fort Zeitung in explaining to its read- sd) cetianee ie cases increased|Leonard, Pittsburg, Pa: Wallace jinto twelve sub divisions. Tellers and! jng described stocks on account of as-|\nthe Argonne, captured Lancon and|ers the reason why Germany asked for mania Baran Beit face ; Frank, Enid, Okla.; George S. Tapply, {adding machine operators were placed | sessment levied on the 4th day of Sep\natt td Ham just within the borders of| peace, says: = eae f : C 2 ey Ar was/ Waltham, Mass.; Edward Willoughby, |in charge of each sub-division. The | tember, 1918, the several amounts set\nip f forest and the Americans were! ‘After Bulgaria’s collapse, Austria- mith ag, ees ae Travis, Texas,| Providence, R. I.; William M, Turner, | citizens were invited to this demon-|opposite the names of respective H\nable to join hands with them at Lan-| Hungary resolved to approach |, op swt One ton ay Camp Dodge,| (no record). stration. They were carefully instruct- | shareholders, as follows t\nBR. East of the forest, the Amert-| President Wilson with an offer of ar- rbd byl sd a a at Camp eee | seo, St ~ ed through the press as to where they} Name Cert. Shares Amt. |\n“an took the heights south of Marcq!/mistice for the purpose of bringing | ang rey tp bDs, Camp I ean | GENERAL ARMY ORDERS were to enter the building, and a dia- | No\nch formed virtually the edge of the] about peace negotiations. At the same re spat Fins a cape oar 500 ene! WASHINGTON, Oct. 11—General|sram of the interlor was published in | Allison, Louise M. ..130 500 $ 2.50)\nWoodland and from which one can look j tinie a similar step was being pre- Cain * Sherld ea lek, baa ha 8 437, and| army orders published today place a]]|the local papers. The hour fixed for| Barnett, Dick ...... 31 19,500 97.56\nth 8 the foothills to Grandpre Thus | pared by Turkey. rermany, thereupon ed eine ; an, f a ae 342 Mark- officers in continental United States the deposit of the first subscription | Bosgieter, Sie Ns 4,500 22.50 WEN\nperoepect was that with the French | decided to join the movement and eat rs a es ae Shy aghaile was below the grade of brigadier-general card Was 11 a. m. All were to have Bosgieter, Warts. ccs oa 200 200 1.00\naux it would not be long before|Chancellor Maximilian made his ap-| ora) cam S retid ie ate from sev-|under an efficiency rating system for| passed through the building and de-|Bramwell .... ..... 216 1,000 5.00 | Trade Mark\nfurther passage of the enemy | peal to President Wilson.” I) ‘ d Fal Di n& aoe Grant, assignments apd promotions posited their cards by ll 30, A check | Berrett, Hattie eh ae 4 1,000 5 00 | ~ j\ngh the Grandpre ravine could be} eae at p en py inca Jersey. pain M Cue FPR or the cash for at least 10 per cent of|Combe, Georgina .... 60 1,000 5.00!\nMevented, ‘CHANCE FOR THREE ‘i Sy He fas ¥' owed the greatest in- WHAT THE KAISER MUST LEARN. |the subscription was to be attached.| Clark, Isac ..........132 500 2.50 Made by the\nio Troops Like Reply TO WEST POINT pth = mi? eat Dodge with 32 Apparently It Is going to take some| Hach teller had a locked box before! Child. CRW esi a .127 3.000 15.00\nTesident Wilson's reply to Ger- Three young men will have an op- rt Sten de ae aylor 206, Camp time yet to get {nto the Imperial Ger. |him, The amount of the subscription! Child, W. A. ..... ¥ 500 9 50 -\nBiny only reached the troops today.| he met rth a i arent Ds ans on lye and Camp Custer, Mich.,! man government’s head that it js not |Was called to the adding machine Op- | Convoy, eT ee eae 2,000 10.00) () den Port an\nWhas been acclaimed with the utmost rhe parr y ean Lyi ane t Seventy-thre : even going to be present at the peace | erator and the card with attached | Child, Mrs. C. C. .... 8,000 40.00\n“thosiasm. the military academy at es oint, neventy-t ree deaths from pneu-| conference except possibly as Exhibit a, | check was deposited in the box after! Dalton, Lille E 136 1.000 500\n, F rae through the courtesy of the senators|monia resulting from influenz h > oe an § : lm . tar A\ntions addressed to scores of! : snza, the it had been added to the aggregate of! Dye, Sam 178 2.000 10.00 emen 0\n\\ s : from Utah, aecording to an announce-/largest number in a twenty-four-ho Zoe ivf y BAT be Pas oe iia: ; a'r °\nth Can soldiers seem to show that ment’ made last night by President! period since the disease ‘Dp ur that particular sub-division A street | DeMike, Wii sie! 226 1,500 7.50\nay blid for a fight to th | John A. Widtsoe of the University of|curred jin Washington between noon $100 Reward, 3100 paray preceded at bith Se of the} Dean, John A. --167 Ogden, Utah. }\nrae ) 1ey will ( hurry ! 4 Catarrh is a local disease greatly influe; meeting. Chairman Yeager occupied a| 167 4,000 20.00 a\nea 1t tah. But they will have to hurry. yesterday and today. New cases were! enced by constitutional conditions, It position on top of a table where he| Doran, Grace 499 4 nie }\n| “The university has the privilege of| somewhat less than yesterday, total-| therefore requires constitutional treat- had full command of the situatio a | De boa Bld a aD in Hed |\nmaking three appointments,” said Mr. ling 1, 472. ment. HALL’'S CATARRH MEDICINE . a “s r : e By p a on. , JaVIS, k C : 5 eahioe hi 318 sol) ] -V | 5 aio. Qe ee i ae ¥\nWidts eA RHORA ‘Wl ant ie C wee ls taken internally and acts through the|clock was within range of his victim,! Fenn, Homer E. .... 40 1.000 5.00;\ntsoe, and those who wish to make -ommissioners of the District of] Blood on the Mucous Surfaces of the Sys-| \\fore than 6000 citizens were within | Farr Clem 9 Fan 1250) HICHESTER S ILLS\nINSTANTLY application must do so before noon|Columbia today ordered owners of| tem. HALL’'S CATARRH MEDICINE) 1). onc when the drive opened: tat ey SUK ee eta “i ana q ; i\nRELIEVED WITH Friday. Each must give his full name,/apartment and rooming houses to heat Sestroya Die oN Ge inipievion le 4 t 3000 wel aivars Ther the ball monte sone SERA 3 a Ladicat Ask your Drugglet for\npes ach (aE : igi ‘ ; Pe : vea the patient strengt § ovin ASE St rere Pre whe e be roulger, Pn oye e's 5 7.50 Th fe 5\nage in years and months and his}the building to a temperature of not] the general health and assists nature in was sounded at the close. l riseare Julia vaEn 125 | Pilis ts ited and Gold metallic\nschool record. less than seventy degrees, This ac-| doing its work. $100.00 for any case of/ 1... the first fiftee das oa Se Mt aH eee ai ous boxes, sealed with Blue Ribbos.\nOL: AB ONDA. + a : . : Rad Catarrh that HALL’S ATARRH ‘or the first fifteen minutes there} Flygare, Jessias S25. O50 1.25 Take no other. Buy of o\n. . 00 lon was taken after many complaints] ypppicinp falls to cure was a rush, and the total taken at that! Flowers. G. Morris + go | Draggist. Ave (or OULCNES- TERS\nSRNONEY REFU Lingerie with hemstitching and tiny|had been received from war workers]  Drugelets 7S¢, Testimonials free. time showed that the drive had been alGosling, C,H. ....... sein sacar Fun vngeaien ents iekek Abner aan\nNDED ASKANYORUGGIST | seir-ruffies is in excellent taste always. ‘as to the lack of heat. F. J. Cheney & Co., Toledo, Ohlo. v er & SOU 8 ACORN, Ceskdemen ts ass 7 25,000 125.00} TD RY ADIIGAICT® EVEDVWMFT"
        },
        {
            "passage_id": 54,
            "text": "success and it could have been closed |Grosser, Anno ......223 2,000 10.00]"
        },
        {
            "passage_id": 55,
            "text": "” SOLD BY DRUGGISTS EVERYWHERE"
        }
    ]
}