{
    "image_id": 42,
    "passages": [
        {
            "passage_id": 1,
            "text": "1917 a."
        },
        {
            "passage_id": 2,
            "text": "STANDARD: OGDEN, eo Es) ah MONDAY. OCTOBER Z9;:"
        },
        {
            "passage_id": 3,
            "text": "— OGDEN"
        },
        {
            "passage_id": 4,
            "text": "New “Utah ‘Theatre. “FM BiG PINE GIVEN 10 THE =© GARRY ON MEAT\nToday COMPANY «=» SOLDIER BUSINESS"
        },
        {
            "passage_id": 5,
            "text": "j ——- -"
        },
        {
            "passage_id": 6,
            "text": "The Big Pine Mining company, of| The Ogden chapter of the Red Ogden dealers in meat, doing a busi\nwhich Ogden men make up (tbe di-| Cross had an opportunity of filling its ness of %100,000 a year or over, in-"
        },
        {
            "passage_id": 7,
            "text": "@\nrectorate, is shipping a high grade of|function as an aid to the soldiers| cluding packing plants, warehouses Preservine i \\Cross ing:\nlead ore from the mine, located threa| when on Saturday and Sunday troop and wholesalers, have been notified and M\n‘and one-half miles north of Saline, on|trains stopped af Ogden. Women of that they must make application for a C. be ‘Dork. oY, loi a a |\n\\the Southern Pacific. The officers and) the organization and officers met each! government license before Thursday anning © e Pe a\n'directors of the company are: O. H.|train at the depot and gave the boys’ or they-will be closed out of business fs)\nMohlman, president; Fred Meissner,|a reception which they will remember] by Uncle Sam M \\3\nvice president; J. S. Lewis, secretary|for some time Newspapers, maga- Application for the license must be\nland trensurer. These three, with C. H.| zines, apples and other gifts were|made to the “Law Department of the \\\nSmith and George W. Gwilliam, form | given each car of soldiers and the| License Department, U. S. Food Ad- is\nthe board of directors | boys expressed their delight in hearty| ministration, Washington, D. C.,” and ws\nMr. Lewis stated this morning that! terms to the local people who met) the application must reach headquar- P\n® jthe shaft of the mine had reached a! them This is the first time, they|ters by November 1, by mail or wire. | : < vale :\nide ‘pth of 71 feet and that the company | said, that they had been treated with} This license is part of the govern-| - ~All)\nlis making a shipment of a carload of|so much consideration and kindness} ment’s plan for checking up on a\n;ore at the present ‘time. This ore will) since leaving their mobilization cen- | const imption and tracing large sales ee He I\nmun between 15 and 20 per cent lead.| ters 00 P oF foal j\nThere are five men working for the) 4 pox of tasty Jonathan apples was . ff CT, nd Id a iit Fi athetl Peat\n: company, which has established living supplied each car of soldiers by the .\nPy x quarters for them and made prepara-|Rod Cross. Twenty newspapers were| e\ni aD lions to maintain steady work. also placed in each ca) The papera (\n} “1 = VO lwere up to date. Magazines, such as eae AV: .\nz 9 iy ats nay nha eet he Yeomen and families are invited tol & ‘ 3 °\nother timely periodicals were also dis-|@ hildren’s Festival October 20. 1938 ! . fl\ntributed in each car so that the boys one Ty if aves a woman S me an\n| would have plenty of reading material o\n; of a good nature. In addition to this) { th bl h t\n: : the members of the Red Cross col- i S reng 9 ena ing er 0\n| llected scores of letters and pomtcarddl > a: @ > |\nlwhich had been written by the boys f hi f f d { i\no ,;and mailed them, as the soldiers were | per orm er pa rl0 IC ul és\n} igiven slight opportunity for doing this"
        },
        {
            "passage_id": 8,
            "text": "é ve See Ogden picture show theaters have The soldier bovs en route to the ° . :"
        },
        {
            "passage_id": 9,
            "text": "3 heen snadnsleonstoplably. wera ACRE AIA eT IRR eats veto adle Vinee teat Women can help in many ways to win the war if |\nis CLARA eINBALT: YOUNG “MAGDA” fall and early winter season, heating ferent parts of the western country they are not chained down to their homes with house-\n| 2 in Plants having been put into use. The/are making the best of their time in work. Modern Jabor-saving devices are, therefore, a"
        },
        {
            "passage_id": 10,
            "text": "| programs for this week are high class! petting all the enjoyment there is out . . : 4\n” | is s © a\nPopular Plays and Players |and offer exceptionally good entertain-| of a trip such as they are making necessity in every home.\nPh 3060 ment, as git set . |Yesterday a*train carrying 500 men\none : Jtah. _.. !from Camp Funston, Kansas, passed ae Eeege sey 4\nToday and tomorrow—Clara Kim-|jhrough Ogden. The soldiers were At the family home, 360 Goddard rhere is preserving and canning to be done—to increase our food\n' | through S r suppl The Red Cross needs more helper E houl }\nball Young in “Magda here for more than an hour They seven children, Mrs. R. J. Collins, Mrs. ke bed Seth kei 7 i = Jf dep very woman should be\neee ene Re Cara tia, cali en any Fe ay wy Thursday, Friday and Saturday—!were quickly lined up on the station| M. A. Galt, died October 29, She was big Hed Hes Ae anvaaen etc. Bes idl Ta help to take the places of\nBEV! sie , : Earle Williams in “Apartment 29.’ platform and taken at “double quick”|® member of the Mormon chureh and ; deed ge tetda at aeltal sa OL et Me {\nup and down the tracks, until they | came to Utah in 1887. She was born /\n—— = : Lyceum. were all aglow with energ} Then they|in Edinburgh, Scotland, and 57 years A Hoover will enable any woman to retain her reputation as a h\nToday—All-comedy day. went through setting-up exercises, to/Of age ; neat housekeeper and yet so spare her time and strength that she can '\nbs Tuesday—Eddie Polo in “The Gray! sive them the necessary exercise to She is survived by her husband and rally to the nation’s aid in many ways. .\nGhost:” “The Panel Game,” and a keep them from a eas ing with) #Vvenue, Mrs. Jessie M Galt, wife of\nal ; comedy pent-up energy. J... Burton, Mrs. J. W. Walters, Mrs To those who do not wish to pay cash, we will sell\nCa Wednesday Audrey Munson in They are a part of the last draft M. A Nel on, Peter Galt, M. A. Galt a Hoover on easy terms.\nR RUPIty = quotas. While some of them had com-|Jr., and Violet Galt. Funeral announce\n= Thursday—Mollie King in “Mystery| piete equipment, they were, on the| ment late!\n= of the Double Cross;\" “Lone Larry’) whole. without uniforms They will Mrs. Galt had been ailing ince last\ny j and a comedy not be fully attired as soldiers until December, suffering of stomach trou }\nFriday \\ll-comedy day they reach Camp a arn ble , :\n00 -\nCHOLIES (IN WAY 10 ERANGE 7 T iA l i Clara Kimball Young in |\noday, Tomorrow, Wednesday “ Je =\nGardner in “Men of the Desert,” \"and AFT] pngjee FECTION Magda,” at the New Utah\nFi | | Wiliam ala ane mee Holloway Theatre today, tomorrow and\n| fin “The Fighting Trai oa7° i\nThe Philippine Islands are as truly are entirely capable of  self-govern | Thursday and Friday Gladys” Hu Wednesday, and Earl Williams | :, \\\nf American and as keenly patriotic as,ment. Besides, they realize that since/lette in “Pots and Pans Peggle, _and in “Apartment 29,” Thursday, | Te 7 :\n@ny part of the “states,”’ according tol treaties ar nothing but ‘scraps of pa-| Ruth Roland in “The Neglected Wife F 4 dS J P | ;subscription agencies, including the\n4 Garfield Gunnell, U. S. customs officer| per’ in the opinion of some aggressive, Saturday and Sunday—Harry Carey riday and Saturday. opular ~6,000 banks in the country, are re- }\nof Manila, P 4., who is in Ogden. Mr.|nations, that their position under Un-;in “Cheyenne’s Pal;\"\" Ruth Stonehouse Plays and Players. Phone t quired by the treasury to have their \\\nGunnell is a son of Judge V. C. Gun-| cle Sam’s wing is more secure than it') in “The Winning Pair,” and a comedy. ubseription lists and the 2 per cent\nnell. He is sojourning here for the] would be if they were alone = - 3060. of subscriptions required with bonds\nSs first vacation of any length in sixteen “The school system in the islands is Rex. -———-00——_—— applications in the hands of the re- .\n‘ years. During his absence, Mr. Gun-| productive of a vast amount of good, Today—\"The Secret Kingdom,” ALIAS SUMMONS serve banks not later than that date.\nnell has been in the islands as school | The government has organized the! ‘Jerry’s Uncle’s Namesake,” and Clara $k cere In the Municipal court within and ——\n~ teacher, journalist and customs officer.| schools on an extensive basis and is; Kimball Young in “Dr. La Fleurs This is the day for the annual elec-|for the city of pen county of SHORT TIME CERTIFICATES\nHe has also toured the world since) giving instruction in every department) Theory ' tion of the officers and directors of Weber, state of Utah. | eee WV ASHINGTON, Oct. 29.—The third\nleaving Ogden. Mr. Gunnell contem-! of the islands. But still there are not Tuesday and Wednesday—Harry teh op ao i Before Hon. George S. Barker, mu- ° ° 2 days subscription to the gover nt\n“i the American Red Cross yr the ensu ,efore n. Georg : al i 1 « = ronments\nplated coming to America on this (rip enough schools or teacher to take’ Carey in Straight Shooting and a ing an There are Ree “ain tors. be- nicipal judge and ex-officio justice of Subscription Totals Being Tab latest offering of short time ceftifi-\nby going through northern China, Si-| care of the approximate school popula-, comedy sides a president, vice president, sec-| the peace ulated by Banks—Grand (“tes of indebtedness of indefinit\nberia, Russia, and thence to New York’ tion of 500,000 students, Conseauently Thursday and Friday—Pearl White By eS ae t We - . ; ° amount was $30,445,000 kine ; ;\n, ’ , : A . ‘tary and treasurer to be ele ted at the ester orting ( i ‘ F y J makin a te\nbut was not granted passports and per-! the schools are crowded at all times.'in “The Fatal Ring;” ‘“Luke’s Wild St -rhy A shy > 3 tt i: : , , bichon “be mp sipeg 3 = SS OD Total to Be Published ‘a: Subscription thus far to t = issue\n: I Pp | : * ; “| ballot box in the City hall between the) tion. plaintiff, vs. Mike Ross, alias pa I he issu\nmission by the covernment because of, The ilipino is eager to learn and} Women and “Robbers and Thi ves hours of 2 and 8 p. m. today Mike Cucchia. defendant Nov. L: of $395,241,000. The subscription |\nthe precariousness of the trip On a; proves an apt pupil Laws compelling! Saturdayv—‘‘Roped Into Seandal The election is open to all the mem re : a farana a books are still open |\nformer trip home he left the islands , attendance would be a faree in the!and “Behind the Secret Pane! rhe State of Utah to said defendant"
        },
        {
            "passage_id": 11,
            "text": "? ‘ . , bers of the local chapte! Ogden will oo—\nand went through the Straits Settle-| islands because the students crowd | ="
        },
        {
            "passage_id": 12,
            "text": "Aan You al hereby summoned to ap\n: 2 : I \\ S aus 1 : ‘ } : realize the importance of this election ae ed the above entitled pos THURSDAY LAST DAY s\nments, via India, Egypt, Palestine, Eur-|the buildings until there is no room Ogden. and take time and pains to do their Pp oa , aa gece , ——___—. Nr"
        },
        {
            "passage_id": 13,
            "text": "ape, the British. Isles..and..thence 19, and many have to be turned away. Ali/ Today—Gladys Brockwell in “Con full duty and vote within ten (10) days atte) rpin a Br\nNew York. ‘instruction is given jn English and the) science,” and Pathe News At the annual meeting of the mem-| {iS Dat con a Aa ie thin motion Twenty-six Thousand Banks t\nIslands Enthusiastic. youngsters rapidly acquire a fair com-| Tuesday, Wednesday and Thursday pers tonight at & o'clock in the City bape yo Gide wie i } Byes B Addi Milli That\n“In the Philippines the spirit is very} mand of the language. There are sev-|--Ruth Clifford in “Mother O° Mine.” )4)) reports will be received from the Meee pasrtin taal fe X! we ey. “ng sate e\nintense over America’s participation eral dialects in the islands but many; Wednesday afternoon Old Folks Day.,yarjous departments of the work. Each - a We abi ai t sea sas Jelena pane Rolled in Saturday.\nin the war,” he said, “and many of'of the American teachers learn them! Aj] the old folks 70 years and older and every committee is expected to fend the a Pes emg at 4a ay will =\nthe people living there censured the|and can speak quite fluently in the! wi]] be the guests of the management make a full report of the activities of of your failure to do pik o piatiee hs WASHINGTON. ¢ °4 — Purtl\na government for not entering the war native. {| Friday and Saturday—Mazxine Plliott ‘hea wnat There will also be reports be rendered oo ve ee cg i Erni = Lit Se ae Keech\n: f tw years ago. After the declaration “The Filipinos are loyal to the Unit jn “Fighting Odds.” from the treasurer and president as ene ci sal ot: As oat re if 7 eas poten ea ea “aa ae , Seg os en eat . . °\na wave of lively patriotism swept the|/ed States. They are as loyal as any well 4s & secretary'n:xeport. action, which was 2 ed in aes, tion tota s the — er d ba me at Special Regulations in Cannéd\ni, islands and the natives and Americans | of its citizens, I should venture to say. Alhambra The great feature of the meeting | ° the 18th day of July, A L 19 y announced today, wi not be was re d A B Eff : a\ntf there immediately started to help the) They have been treated with the ul Today and tomorrow—Geraldine  yj}] ar tiin talleveiven. by Mr. Oxley, This action is brought Lo recover the | public here until November i } Lis oods to e ective hb\n| government A native organization Of: most kindness and consideration by | ns Big The Woman Got Forgot.” the western manager of ‘he Red Cross sum of $139.55, with interests and; decision was reached when it ears November 1:\nj some 50,000 troops was immediately | this government and cannot find fault | Mack Sennet’s two-part comedy, ‘Rop- Mr. Oxlev is a speaker of much ability costs of sult, balance aoe 4 ac” | Spperent thal thi as Geral. eas 7 nat —_——-—- —\nperfected and the services of this body! Local offices in the government and | ine Her Romeo.” and will be worth anybody's while to | count stated between the plaintiff and bank: ERIE ci ai app a ae ef vol WASHINGTON de a '\ntendered ihe United States for use In positions wherever possible have been | Vednesday and Thursday—Local veer He will tell just W hat the peo-| the defendant : } | than approximate returns before, that se on ee as = ag Deere\nthe war. Because the Filipino is nat: given to natives and this has built up production, “The Blot,” and a two-reel | ple desire and, if he does not, there} To the sheriff or a constable of | time - Ps Soa Tae bey ehh ahecn evan a\nurally a tropical man and needs long! 'a spirit of co-operation and union that) eomedy lwill be an opportunity for any to ask Weber county, greeting: ay ey There was nothing today at the rete Reeds i be put into opera-\nand tedious training, the offer was not | is resulting in a closer and stronger Friday and Saturday—Vivian Mar-! questions so that all problems and dif- Make legal service and due return ure asury on which a base an pica copa parse ate rage a ‘the. food adminis-\naccepted lt was thought these troops bond between the two countries.” tin in “The Trouble Buster.’ and Mack! ficulties which anyone has may be | hereof. ; # | of the grand total of subscriptions. It ratic n A ceanners will be placed\nwould nol endure fighting in the cold}; Mr. Gunnell remarked especially on Sénnett’s: tworee! comedy.” Pullman cleared up. This will be an exception- Witness, Hon. George 5 Barker, | was assumed that the banks were unde! license and forbidden to make\nof France. The government appreci: at-| the growth of Ogden and stated that Bride ” ee i; opportunity for the people of Ogden judge of said court, with the seal there- busy tabulating the totals which yeah Sal ot canne d corn, peas, to\ned the offer the city had undergone a considerable’) Sundav—RBillie Burke in “The Arms +n learn at first hand the real condi-) of, this 24th day of September 191i rolled in by the miliions Saturday, the aan Dae pt and sardines before\nLiberty Lean. Buyers. change for the better since he was and the Girl.” tion and work of the great national! (Seal) I. N. FULTON, Clerk. |final day of the campaign. Officials, hebruary 19\n“When the first liberty loan was an here Api ame | movement -00-—— ie -asserted eit belief that the loan aan ODF =z\nnounced, so enthusiastically did the! “Seatile Fagg and numerous oth- | ~The meeting at 8 o'clock is for all Read the Classified Ads id passed $5,000,000,000 Read the Classified Ads.\nFilipinos and Americans living in the|er coast cities, which I have seen, It matters not whether you are a mem- ee) -00— Next. Phursday is une last day Pan ar a5 aces ai\nislands embrace this opportunity to) he said, ‘seem to grow ove rate enor- if ber of the Red Cross | Read the Classified Ads. iwhich banks may make returns. All Read the Classified Ads\nhelp the government, that the allot-;mously but I notice in Ogden that CN CA oA OR IEEE ES"
        },
        {
            "passage_id": 14,
            "text": "ment was subscribed in Manila in the) steady, substantia] growth which sees!"
        },
        {
            "passage_id": 15,
            "text": "first two days.” /no rebound and which spells general"
        },
        {
            "passage_id": 16,
            "text": "Mr. Gunnell said he applied. for a) progress and prosperity.” |"
        },
        {
            "passage_id": 17,
            "text": "bond on the third day and found him On the boat on which Mr. Gunnell\nate of luck.” It | gai ; he j ere 17"
        },
        {
            "passage_id": 18,
            "text": "self to be “out has been sailed from the islands were 1700 cool-|"
        },
        {
            "passage_id": 19,
            "text": "“THAT LITTLE GAME” =:=:=== A Little Advice — |"
        },
        {
            "passage_id": 20,
            "text": ": 2 ee ee ee et ee —— = = ‘\nabout three months since ke left the; les from Northern China, who were be- = s ee ee i a ,\nislands so he does not know how the | ing taken to Europe to be used as la-| TRA AP ye aE =p TE EON (\npresent loan has been received. pags in Mrance ae ERD er was ean one oD L Se vor ey: OF ne oe hovice 1S ) Say, BOE, DONT BITE\n“ 2 ; - . ; , art of an immigration of 300,000 going) tension division of the ‘sity"
        },
        {
            "passage_id": 21,
            "text": "efore the war tne Filipinos were 4 , 5 A tetas G : -\nPata acta ah tsfal fadapeddence rad to France for the period of the war to| Utah, will meet the Ogden teache rs in- HEAPER | HE NRY, HE JUST :"
        },
        {
            "passage_id": 22,
            "text": "= it ; i : f acri ¢ q ine ali terested in advanced work in English g ra a =\nsince the war they have realized their Se aeeee cies ey in speedy ate Pana a tha antvat = THAN CHIPS WaAnttS TO HELP ‘ ]\ntrue position and are quiet. The gov-, y cou-d be 7 “| . Sal ‘ : | t"
        },
        {
            "passage_id": 23,
            "text": "| They were landed at Vancouver, B. C..; High school. ‘Teachers interested in\nand placed immediately on waking modern social problems wil! meet with\n‘trains and started across the contin-| Principal Owen A. Beal of Weber col-\n(ent to New York where they are to llege al the same place and at the\ntake ship for France. The coolies |same hour. Classes in both branches"
        },
        {
            "passage_id": 24,
            "text": "MINOTE, 608.7\nDONT Do THAT, -"
        },
        {
            "passage_id": 25,
            "text": "THATS FOOLISH,"
        },
        {
            "passage_id": 26,
            "text": "ernment has given local gougrnment\nand the Filipinos virtually rule them-\nselves. The American governor of the,\n{slands is about the only check the"
        },
        {
            "passage_id": 27,
            "text": "Nal HEN WANTS You OUT,—\nCOME (Ve) 2 THE FUNDS Sea You UNDERSTAND, \\ d\nON, BoB, & And BOB'S aaa 5 U"
        },
        {
            "passage_id": 28,
            "text": "PLAYIN’\n9\nTHIS HAND."
        },
        {
            "passage_id": 29,
            "text": "| How Many? \\ Spine / \\ OUT OF THE OAME- |\nTritad:Glaten % ond l ee . wapke i\nteen states trate Upon em: a have been recruited in Northern China! will be organized, They will be open 1) YOu or AG tas % ened . h\nSN pe ecauge, alter al. jiand allowed to sign contracts f three | to the general public DRAW TO Wei COME ON Cece Wey: ve ee aso '\nthey are not yet at the stage of de-| vears of work at $11 per eianthy This | : The attention division of the uni- ME ? nf f« / PLAYED So CoME | .\nPa en ee is the provision France is making to| versity will also send instructors here THE OTHER: | Quick; : PUNx HIMSELF INTO THE s\n} ——————_———————— ee || CATS for her critical labor situation |} for work in art, French, ethics, phitoso- FE YA WANNA THERE'S TRAT HES | at\n} Mr. Gunnell plans to spend a few. phy of nature, elementary psychology, |\nmonths in Ogden visiting his father | logic, genetic psychology and methods | PL AY GO Buy NOTHIN’ BROKE. ae J) = QUENCHERY, q Ce\n4 and resting eae ih probably then re- lof teaching, if there proves to be a A HAND>- BEHIND L THE ONLY ADVILE SS IRRIGATE\n;turn to the islands in the customs |demand for such work. ;\nFaerelce, | leben ted. BEDt Pee You = HE CAN GivE Your\n| 20a | COME , | You i$ How TONSILS\nToday—Tomorrow Cr A] 3 TO Go HOME anaes\n-Wednesisy | SEAT DALE ON FOR | Theatres | eae"
        },
        {
            "passage_id": 30,
            "text": "AW\nAe HAW,"
        },
        {
            "passage_id": 31,
            "text": "HiICc-"
        },
        {
            "passage_id": 32,
            "text": "Ogden theater goers who saw Geral-\n\\dine Farrar in “The Woman God For-"
        },
        {
            "passage_id": 33,
            "text": "{ Jack Gardner | | AHELD TODAY xT THe ALMANORA. |"
        },
        {
            "passage_id": 34,
            "text": "got’ at the Alhambra last night, saw"
        },
        {
            "passage_id": 35,
            "text": "“Hi f h p ”? RR eT. as notable a motion pi > s h\ns f i picture as as\nen 9 t 7 esert | Anna Held, one of the greatest of | been shown here in some time, Praise |\n| stage stars of all time, comes to the | of this great picture may be equally |\nIt’s a Perfection Picture |Orpheum theater next Thursday night i divided between the star and her sup-\n|\n|\n|"
        },
        {
            "passage_id": 36,
            "text": "| with her musical comedy success, “Fol- | porting cast and scenery and costum-\nand low Me.” This is credited with being/ine. It is a wonderful picture.\nWILLIAM DUNCAN | the biggest and best attraction in| The scente effects for this picture |\n| which this popular star has ever ap-| are massive and magnificent. The cos:\n. and peared. The seat sale opens today | tuming is lavish in every detail and | \\ =\n| Manager Goss of the Orpheum has | the entire production is worthy of the | Ee\n| CAROL HOLLOWAY | received highly congratulatory notions | director, Cecil B. DeMille. t=\ni | from several eastern cities where the A Mack Sennett comedy, “Roping ERR\n' n eereciion has been lauded as one of |} Her Romeo,” featuring the mimitable =\n‘ the very best in years. The production | Polly Moran and Ben Turpin, furnish- ————\n‘THE FIGHTING comes complete with its three gorg-| ed the laughs. These two Rinkiges are =\nTRAIL” eous scenes, designed by Miss Held| being starred in a great many of the =\n0 1 N ul eee sat as it appeared as a new | Sennett comedies. =\noon to . m. triumph for the famous French artist eT NO -—,| |\npen - P ES the Casi{no, New York —Advertise- Read the Classified Ads. /A\nment : Read the Classified Ads,\n!\naaa is ei eee ——e = ———————— ~"
        }
    ]
}